[
  {

    "Dhoe" : "लाल लली ललि लाल की, लै लागी लखि लोल। \n त्याय दे री लय लायकर, दुहु कहि सुनि चित डोल॥",
    "Hindi" : "लाल को लली से और लली को लाल से मिलने की इच्छा है। दोनों मुझे कहते हैं, अरी तू उससे मुझे मिलाकर विरहाग्नि को शांत कर। इनकी बातें सुनते-सुनते मेरा भी चित्त विचलित हो गया है।",
    "Gujarati" : "લાલી લાલીને મળવા ઈચ્છે છે અને લાલી લાલીને મળવા ઈચ્છે છે. તે બંને મને કહે છે, કૃપા કરીને મને તેની સાથે જોડીને વિયોગની આગ શાંત કરો. તેમના શબ્દો સાંભળીને મારું મન પણ વિચલિત થઈ ગયું છે.\n",
    "English" : "Lal wishes to meet Lali and Lali wishes to meet Lal. Both of them tell me, please calm the fire of separation by uniting me with him. My mind has also become distracted while listening to his words.\n"
  },
  {
    "Dhoe" : "चकमक सु परस्पर नयन, लगन प्रेम परि आगि।  \n सुलगि सोगठा रूप पुनि, गुन-दारू दूड जागि॥ ",
    "Hindi" : "चकमक के सदृश नेत्र जब आपस में टकराते हैं तो उनसे प्रेम की चिनगारियाँ निकलती हैं। फिर रूप रूपी सोगठे (रूई) पर इनके गिरने से आग सुलग जाती है, किंतु पूर्णतया प्रज्वलित तभी होती है जब उसका संयोग गुण रूपी शराब से होता है।",
    "Gujarati" : "જ્યારે ચકમક જેવી આંખો એકબીજા સાથે અથડાય છે, ત્યારે તેમાંથી પ્રેમના તણખા નીકળે છે. પછી જ્યારે તે સોગઠા (કપાસ) પર સ્વરૂપના રૂપમાં પડે છે, ત્યારે અગ્નિ પ્રજ્વલિત થાય છે, પરંતુ તે ત્યારે જ સળગે છે જ્યારે તે ગુણના રૂપમાં દારૂ સાથે જોડાય છે.\n",
    "English" : "When eyes like flint collide with each other, sparks of love come out of them. Then when they fall on the sogtha (cotton) in the form of form, the fire gets ignited, but it ignites completely only when it combines with the liquor in the form of guna.\n"
  },
  {
    "Dhoe" : "ऐसो मीठो नहिं पियुस, नहिं मिसरी नहिं दाख। \n तनक प्रेम माधुर्य पें, नोंछावर अस लाख॥ ",
    "Hindi" : "प्रेम जितना मिठास न दाख में है, न मिसरी में और न अमृत में। प्रेम के तनिक माधुर्य पर ऐसी लाखों वस्तुएँ न्योछावर है।",
    "Gujarati" : "પ્રેમ જેટલો મીઠો ન તો દારૂ છે, ન ખાંડ કે અમૃત. પ્રેમની થોડી મીઠાશ માટે આવી લાખો ચીજોનો બલિદાન આપવામાં આવે છે.\n",
    "English" : "There is neither wine nor sugar nor nectar as sweet as love. Millions of such things are sacrificed for a little sweetness of love.\n"
  },
  {
    "Dhoe" : "गोकुल ब्रंदावन लिहू, मोपें जुगजीवन्न। \n पलटें मोको देहु फिर, गोकुल ब्रंदाबन्न॥  ",
    "Hindi" : "कवि कहता है, मेरी इंद्रियो के समूह (गोकुल) को आप लीजिए, अपने वश में कर लीजिए। तुलसीदल (वृंदा) और जल (वन) अर्थात् वृंदावन से ही आपकी मैं मनुहार कर सकता हूँ, अतः कृपा करके इन्हें स्वीकार कीजिए और इनके बदले में आप मुझे अपने प्रिय धाम गोकुल और वृंदावन में रहने का सौभाग्य प्रदान कीजिए।",
    "Gujarati" : "કવિ કહે છે, મારી ઈન્દ્રિયોના સમૂહને (ગોકુલ) લઈ લો, તેમને તમારા વશમાં લાવો. હું તમને તુલસીદલ (વૃંદા) અને જળ (વન) એટલે કે વૃંદાવનથી જ પ્રસન્ન કરી શકું છું, તેથી કૃપા કરીને આનો સ્વીકાર કરો અને બદલામાં, કૃપા કરીને મને તમારા પ્રિય ધામ ગોકુલ અને વૃંદાવનમાં રહેવાનું સૌભાગ્ય આપો.\n",
    "English" : "The poet says, take the group of my senses (Gokul), bring them under your control. I can please you only with Tulsidal (Vrinda) and water (forest) i.e. Vrindavan, so please accept these and in return, please grant me the good fortune of living in your beloved abode Gokul and Vrindavan.\n"
  },
  {
    "Dhoe" : "बिरहारति तें रति बढ़ै, पै रुचि बढन न कोय। \n प्यासो ज़ख्मी जिए तहूँ, लह्यो न त्यागें तोय॥  ",
    "Hindi" : "विरह की पीड़ा से प्रेम बढ़ता है, पर इस तरह (विरह सहकर) प्रेम को बढ़ाने की रुचि किसी की भी नहीं होती। वैसे ही जैसे प्यासा घायल यह जानते हुए भी कि वह तभी जीवित रहेगा जब वह पानी न पिए, पर प्राप्त जल को वह नहीं त्याग पाता।",
    "Gujarati" : "છૂટાછેડાની પીડા સાથે પ્રેમ વધે છે, પરંતુ આ રીતે (વિચ્છેદ સહન કરીને) પ્રેમ વધારવામાં કોઈને રસ નથી. તે જ રીતે, તરસ્યા ઘાયલ વ્યક્તિ, તે જાણતા હોવા છતાં કે તે પાણી નહીં પીશે તો જ તે બચી શકશે, તે તેને મળેલું પાણી છોડી શકતો નથી.\n",
    "English" : "Love increases with the pain of separation, but no one is interested in increasing love in this way (by enduring separation). In the same way, a thirsty injured person, despite knowing that he will survive only if he does not drink water, is unable to give up the water he has received.\n"
  },
  {
    "Dhoe" : "सहज संवारत सरस छब, अलि सो का सुच होत। \n सुनि सुख तो लखि लाल मो, मुद मोहन चित पोत॥ ",
    "Hindi" : "हे सखि! तू अत्यंत सुंदर होने पर भी बारंबार शृंगार करती है। ऐसा करने में तुझे क्या सुख मिलता है? (उत्तर में नायिका कहती है) सुन! सुख तो मुझे लाल को देखकर होता है क्योंकि (शृंगार करने पर) वे मुदित होकर मुझे निहारते हैं।",
    "Gujarati" : "હે મિત્ર! તમે ખૂબ જ સુંદર હોવા છતાં, તમે વારંવાર મેકઅપ પહેરો છો. આ કરવામાં તમને શું આનંદ મળે છે? (નાયિકા જવાબમાં કહે છે) સાંભળો! હું લાલને જોઈને આનંદ અનુભવું છું કારણ કે તે મને ખુશીથી જુએ છે (જ્યારે તે પોતાને શણગારે છે).\n",
    "English" : "Hey friend! Even though you are very beautiful, you wear makeup again and again. What pleasure do you get in doing this? (The heroine says in reply) Listen! I feel happy seeing Lal because he looks at me happily (when he adorns himself).\n"
  },
  {
    "Dhoe" : "रति बिन रस सो रसहिसों, रति बिन जान सुजान।  \n रति बिन मित्र सु मित्रसो, रति बिन सब शव मान॥ ",
    "Hindi" : "प्रेम के बिना रस ज़हर के समान, ज्ञान अज्ञान के समान, मित्र अग्नि के समान और वस्तुएँ शव के समान दुखदाई एवं निरर्थक हैं।",
    "Gujarati" : "પ્રેમ વિના સ્વાદ ઝેર જેવો છે, જ્ઞાન અજ્ઞાન જેવું છે, મિત્રો અગ્નિ સમાન છે અને વસ્તુઓ મૃત શરીર જેવી પીડાદાયક અને અર્થહીન છે.\n",
    "English" : "Without love, taste is like poison, knowledge is like ignorance, friends are like fire and things are as painful and meaningless as a dead body.\n"
  },
  {
    "Dhoe" : "दीठी दुरिजन की लगें, सब कहि मो न पत्याय। \n एसी सज्जन की लगे, प्रानसंग निठ जाय॥  ",
    "Hindi" : "लोग कहते हैं कि दुर्जन की नज़र लगती है, पर मुझे इस पर विश्वास नहीं होता। क्योंकि प्रेमी की नज़र तो ऐसी लगती है कि प्राणों के संग ही उससे (नीठ) मुक्ति मिलती है।",
    "Gujarati" : "લોકો કહે છે કે દુષ્ટ આંખ દેખાય છે, પણ હું માનતો નથી. કારણ કે પ્રેમીની નજર એવી લાગે છે કે કોઈના જીવથી જ તેમાંથી મુક્તિ મળી શકે છે.\n",
    "English" : "People say that the evil eye is visible, but I don't believe it. Because the lover's gaze seems such that only with one's life can one get freedom from it.\n"
  },
  {
    "Dhoe" : "प्यारे मोकौं तीर दिहु, पै जिन देहु कमान। \n कमांन लागत तीर सैम, तीर लगत प्रियप्रांन॥  ",
    "Hindi" : "प्रिय देना ही है तो तुम मुझे तीर (निकटता) दो; कमान (अपमान) मुझे न दो। यदि आपने मुझे कमान (अपमान) दिया तो वह बाण के सदृश मुझे चुभेगा और यदि तुम मुझे तीर (निकट रहने का अवसर) दोगे तो वह मेरे प्राणों को अत्यंत प्रिय लगेगा।",
    "Gujarati" : "જો તારે પ્રિયતમ આપવો હોય તો મને તીર (નિકટતા) આપો; મને આજ્ઞા (અપમાન) કરશો નહીં. જો તમે મને ધનુષ (અપમાન) આપો છો, તો તે મને તીરની જેમ ચૂંટશે અને જો તમે મને તીર (મારી નજીક રહેવાની તક) આપો છો, તો તે મારા જીવન માટે ખૂબ પ્રિય હશે.\n",
    "English" : "If you have to give your beloved, then give me the arrow (closeness); Don't command (insult) me. If you give me a bow (insult), it will prick me like an arrow and if you give me an arrow (an opportunity to be close to me), it will be very dear to my life.\n"
  },
  {
    "Dhoe" : "चूक जीव कों धरम है, छमा धरम प्रभु आप। \n आयो शरन निवाजि निज, करि हरियें संताप॥ ",
    "Hindi" : "भूल करना जीव का धर्म है और हे प्रभु, क्षमा करना आपका धर्म है। मैं आपकी शरण में आ गया हूँ। संतापों को हर कर आप मुझे संतुष्ट कीजिए।",
    "Gujarati" : "ભૂલ કરવી એ જીવનો ધર્મ છે અને હે પ્રભુ, ક્ષમા કરવી એ તમારો ધર્મ છે. હું તમારા શરણમાં આવ્યો છું. મારા દુ:ખ દૂર કરીને મને તૃપ્ત કરો.\n",
    "English" : "To make mistakes is the dharma of a living being and oh Lord, to forgive is your dharma. I have come to your refuge. Please satisfy me by removing my sorrows.\n"
  },
  {
    "Dhoe" : "चकमक सु परस्पर नयन, लगन प्रेम परि आगि।  \n सुलगि सोगठा रूप पुनि, गुन-दारू दूड जागि॥ ",
    "Hindi" : "चकमक के सदृश नेत्र जब आपस में टकराते हैं तो उनसे प्रेम की चिनगारियाँ निकलती हैं। फिर रूप रूपी सोगठे (रूई) पर इनके गिरने से आग सुलग जाती है, किंतु पूर्णतया प्रज्वलित तभी होती है जब उसका संयोग गुण रूपी शराब से होता है।",
    "Gujarati" : "જ્યારે ચકમક જેવી આંખો એકબીજા સાથે અથડાય છે, ત્યારે તેમાંથી પ્રેમના તણખા નીકળે છે. પછી જ્યારે તે સોગ્થા (કપાસ) પર સ્વરૂપના રૂપમાં પડે છે, ત્યારે અગ્નિ પ્રજ્વલિત થાય છે, પરંતુ તે સંપૂર્ણ રીતે ત્યારે જ સળગે છે જ્યારે તે ગુણના રૂપમાં દારૂ સાથે જોડાય છે.\n",
    "English" : "When eyes like flint collide with each other, sparks of love come out of them. Then when they fall on the sogtha (cotton) in the form of form, the fire gets ignited, but it ignites completely only when it combines with the liquor in the form of guna.\n"
  },
  {
    "Dhoe" : "मोहि मोह तुम मोह को, मोह न मो कहुँ धारि। \n मोहन मोह न वारियें, मोहनि मोह निवारि॥ ",
    "Hindi" : "मुझे केवल आपके मोह का मोह है, मेरे मोह को आप अपने अतिरिक्त और कहीं केंद्रित न कीजिए। हे मोहन! आप इसका निवारण भी न कीजिए। यदि करना ही है तो मेरे प्राणों का अंत कीजिए।",
    "Gujarati" : "હું ફક્ત તમારા તરફ આકર્ષિત છું, મારા જોડાણને તમારા સિવાય બીજે ક્યાંય કેન્દ્રિત કરશો નહીં. હે મોહન! તમે તેને ઉકેલવાનો પ્રયત્ન પણ કરતા નથી. જો તમારે કરવું જ હોય ​​તો મારા જીવનનો અંત લાવો.\n",
    "English" : "I am only attracted to you, don't focus my attachment anywhere other than yourself. Hey Mohan! You don't even try to solve it. If you have to do it then end my life.\n"
  },
  {
    "Dhoe" : "असि माया मोपर करो, चलें न माया ज़ोर। \n माया मायारहित दिहू, निज पद नंदकिशोर॥ ",
    "Hindi" : "हे नंदकिशोर! मुझ पर ऐसी ममता रखिये, जिससे माया का कुछ भी ज़ोर न चले। माया-रहित करके आप मुझे अपने चरण-कमलों का प्रेम दीजिए।",
    "Gujarati" : "હે નંદ કિશોર! મારા પર એવો પ્રેમ રાખો કે કોઈને માયાની અસર ન થાય. મને ભ્રમમાંથી મુક્ત કરો અને મને તમારા કમળ ચરણોનો પ્રેમ આપો.\n",
    "English" : "Hey Nand Kishore! Have such love for me that no one can be affected by Maya. Free me from illusion and give me the love of your lotus feet.\n"
  },
  {
    "Dhoe" : "मो उर में निज प्रेम अस, परिदृढ़ अचलित देहू। \n जैसे लोटन-दीप सों, सरक न ढुरक सनेहु॥ ",
    "meaning" : "हे श्रीकृष्ण! जेसे लौटन दीप से उलटा करने पर भी उसका तेल नहीं गिरता, (उसी तरह विपरीत परिस्थितियों एव प्रलोभनों में भी आपके प्रति मेरा प्रेम सदैव एक-सा बना रहे) ऐसा एकनिष्ठ प्रेम आप मेरे हृदय में दीजिए।",
    "Hindi" : "",
    "Gujarati" : "",
    "Sanskrit" : ""
  },
  {
    "Dhoe" : "समता सब बिधि नेह अति, तृप्ति न अचल मिलाप। \n दुहु कों निर्भय यह त्हरें, पैयें दें हरिं आप॥ ",
    "meaning" : "दानों में (गुण,कर्म और स्वभावादि) सब प्रकार की समता, परस्पर अत्यधिक स्नेह, मिलने की आतुरता (अतृप्ति) और निर्भय चिर-मिलन; ये (चार बातें) तो तभी संभव है जब हे हरि आप दें।",
    "Hindi" : "",
    "Gujarati" : "",
    "Sanskrit" : ""
  },
  {
    "Dhoe" : "बीच अमल का समल बिच, दोहु कलेजों खाय। \n दीठि असित तें सित बुरी, कछू न जाहि उपाय॥  ",
    "meaning" : "दृष्टि उज्ज्वल हो चाहे मैली, दोनों में भेद ही क्या है? दोनों ही कलेजे को खाती है। लेकिन मैली दृष्टि से उज्ज्वल दृष्टि बहुत बुरी है क्योंकि (मैली दृष्टि 'नज़र' का तो इलाज भी है पर) उज्ज्वल दृष्टि (प्रेम) का कोई उपचार नहीं।",
    "Hindi" : "",
    "Gujarati" : "",
    "Sanskrit" : ""
  },
  {
    "Dhoe" : "कटाछ नोक चुभी कियों, गडे उरोज कठोर। \n कें कटि छोटी में हितू, रुची न नंदकिशोर॥  ",
    "meaning" : "हे सखी! प्रिय के कहीं मेरे कटाक्षों की नोक तो नहीं चुभ गई है? कहीं मेरे कठोर उरोज तो उनके नहीं गड़ गए हैं? अथवा मेरी कटि ही छोटी है जिसके कारण मैं नंदकिशोर को पसंद नहीं आई, बात क्या है?",
    "Hindi" : "",
    "Gujarati" : "",
    "Sanskrit" : ""
  },
  {
    "Dhoe" : "सोई भाजन प्रेमरस, प्रकट कृष्ण के गात्र। \n पय पुंडरिकनी को न जो, रहि बिन कंचन पात्र॥  ",
    "Hindi" : "वही प्रेम-रस का पात्र है जो श्रीकृष्ण के गात्र से उत्पन्न हो (अर्थात पुष्टिमार्गी हो)। सिंहनी का दूध कंचन के पात्र के अतिरिक्त अन्य पात्र में नहीं रह सकता।",
    "Gujarati" : "ફક્ત તે જ વ્યક્તિ પ્રેમનું પાત્ર છે જે શ્રી કૃષ્ણના ગીતમાંથી જન્મે છે (એટલે ​​​​કે પુષ્ટિ માર્ગ પર છે). સિંહણનું દૂધ કંચનના વાસણ સિવાય અન્ય કોઈ વાસણમાં સંગ્રહિત કરી શકાતું નથી.\n",
    "English" : "Only that person is the vessel of love which is born from the song of Shri Krishna (i.e. is on the path of confirmation). The milk of a lioness cannot be stored in any vessel other than Kanchan's vessel.\n"
  },
  {
    "Dhoe" : "प्रीत निभाई द्वे सकें, इकसु न निबहनहारि। \n देखी सुनि न कहु बजी, एक हाथ सूं तारि॥  ",
    "Hindi" : "एक के निभाये प्रीत नहीं निभती, दोनों के निभाये ही वह निभती है। जैसे कि एक हाथ से कभी ताली बजी हो, ऐसा देखने सुनने में नहीं आया।",
    "Gujarati" : "પ્રેમ એક વ્યક્તિના પ્રેમથી પૂરો થતો નથી, તે બંનેના પ્રેમથી જ પરિપૂર્ણ થાય છે. જાણે એક હાથે તાળી વગાડતી હોય તેવું ક્યારેય જોયું કે સાંભળ્યું નથી.\n",
    "English" : "Love is not fulfilled by the love of one person, it is fulfilled only by the love of both. As if clapping with one hand has never been seen or heard.\n"
  },
  {
    "Dhoe" : "पीर न न्यारी मेन ए, नारी नारी में न। \n अली अयानों भिषक ए, इशक-किशक समुझें न॥ ",
    "Hindi" : "यह पीड़ा और कुछ नहीं, काम-पीड़ा है। इसका निदान नारी की नाड़ी में कहाँ होगा? हे सखि, यह वैद्य भी अनाड़ी है। 'प्रेम की पीड़ा' को समझता ही नहीं।",
    "Gujarati" : "આ દર્દ બીજું કંઈ નથી પરંતુ સેક્સની પીડા છે. એનું નિદાન સ્ત્રીની નાડીમાં ક્યાંથી મળશે? અરે દોસ્ત, આ ડૉક્ટર પણ અણઘડ છે. 'પ્રેમનું દર્દ' સમજતો નથી.\n",
    "English" : "This pain is nothing but the pain of sex. Where will its diagnosis be found in the woman's pulse? Hey friend, this doctor is also clumsy. Doesn't understand the 'pain of love'.\n"
  },
  {
    "Dhoe" : "नोंघा प्होंप सुगंधि ते, हरि हरि मन सुच पाय। \n दसई पंकज प्रेम बिन, रुके कहूँ नहिं जाय॥  ",
    "Hindi" : "श्रीकृष्ण का भ्रमर रूपी मन नवधा भक्ति रूपी पुष्प की सुगंध से संतुष्ट होता है, किंतु कमल रूपी (दसई) प्रेमलक्षणा भक्ति के अतिरिक्त अन्यत्र कहीं रुकता नहीं।",
    "Gujarati" : "ભ્રમ સ્વરૂપે શ્રી કૃષ્ણનું મન નવધા ભક્તિના રૂપમાં ફૂલની સુગંધથી તૃપ્ત થાય છે, પરંતુ કમળ (દસાઈ)ના રૂપમાં પ્રેમલક્ષ્‍ણ ભક્તિ સિવાય બીજે ક્યાંય અટકતું નથી.\n",
    "English" : "Shri Krishna's mind in the form of illusion is satisfied with the fragrance of the flower in the form of Navdha Bhakti, but the love in the form of lotus (Dasai) does not stop anywhere other than devotion.\n"
  },
  {
    "Dhoe" : "पीतांबर परिधान प्रभु, राधा नील निचोल। \n अंग रंग सँग परस्पर, यों सब हारद तोल॥  ",
    "Hindi" : "प्रभु पीतांबर धारण करते हैं और राधा नीली ओढ़नी पहनती है। इसका हारद तोल (हार्दिक भाव का रहस्य मर्म) यह है कि ऐसा करने से दोनों को (प्रिय के) अंग रंग के संग होने की प्रतीति होती है।",
    "Gujarati" : "ભ્રમ સ્વરૂપે શ્રી કૃષ્ણનું મન નવધા ભક્તિના રૂપમાં ફૂલની સુગંધથી સંતુષ્ટ થાય છે, પરંતુ કમળ (દસાઈ)ના રૂપમાં પ્રેમ ભક્તિ સિવાય ક્યાંય અટકતો નથી.\n",
    "English" : "Shri Krishna's mind in the form of illusion is satisfied with the fragrance of the flower in the form of Navadha Bhakti, but the premlakshna in the form of lotus (Dasai) does not stop anywhere other than devotion.\n"
  },
  {
    "Dhoe" : "मुकर मुकर सब वस्तु भई, नयन अयन किय लाल। \n दृग पसारूँ जित-जित अली, तित-तित लखूँ गुपाल॥  ",
    "Hindi" : "जब से लाल नयनों में बसे हैं, सब वस्तुएँ जैसे दर्पण की हो गई हैं। क्योंकि मैं दृष्टि उठाकर जिधर देखती हूँ, उधर गोपाल ही गोपाल दिखाई देते हैं।",
    "Gujarati" : "જ્યારથી આંખો લાલ થઈ ગઈ છે ત્યારથી બધું અરીસા જેવું થઈ ગયું છે. કારણ કે હું જ્યાં પણ જોઉં છું ત્યાં મને ગોપાલ જ દેખાય છે.\n",
    "English" : "Ever since the eyes have settled in red, everything has become like a mirror. Because wherever I look, I see only Gopal.\n"
  },
  {
    "Dhoe" : "करें सहोदर ते सरस, दे बिसराई बेर। \n प्रेमी पानी परस तें, सुधा सरस हुई झेर॥ ",
    "Hindi" : "प्रेम बैर को मिटाकर (शत्रु को) भाई से भी अधिक प्यारा बना देता है। प्रेम पात्र के हाथ के स्पर्श-मात्र से ज़हर भी अमृत हो जाता है।",
    "Gujarati" : "પ્રેમ નફરતને દૂર કરે છે અને (દુશ્મનને) ભાઈ કરતાં વધુ પ્રેમાળ બનાવે છે. ઝેર પણ પ્રેમ કરનારના હાથના સ્પર્શથી જ અમૃત બની જાય છે.\n",
    "English" : "Love removes hatred and makes (the enemy) more lovable than a brother. Even poison turns into nectar just by the touch of the hand of the person in love.\n"
  },
  {
    "Dhoe" : "दीनबंधु अधमुद्धरन, नाम ग़रीब निवाज़। \n यह सब में मैं कोन जो, सुधि न लेत ब्रजराज॥  ",
    "Hindi" : "हे ब्रजराज! आप दीनबंधु हैं तो क्या मैं दीन नहीं हूँ, आप अधमों का उद्धार करने वाले हैं तो क्या मैं अधम नहीं हूँ, आप ग़रीबनिवाज़ हैं, तो क्या मैं ग़रीब नहीं हूँ। इन सब में से क्या मैं कुछ भी नहीं हूँ जो आप अब तक मेरी सुध नहीं लेते!",
    "Gujarati" : "હે બ્રજરાજ ! જો તમે નમ્ર વ્યક્તિ છો તો શું હું ગરીબ નથી, જો તમે ગરીબ છો તો શું હું ગરીબ નથી? શું હું આ બધામાં કંઈ નથી કે તમે હજી પણ મને ધ્યાન આપતા નથી!\n",
    "English" : "Hey Brajraj! If you are a humble person then am I not poor? If you are the savior of the lowly people then am I not lowly? If you are poor then am I not poor? Am I nothing in all this that you still don't notice me!\n"
  },
  {
    "Dhoe" : "हरि हरिवदनी सों लिख्यौं, हम ध्यावत तुम ध्याउ। \n का चिंता हम तुम बनें, तुम हमसे ह्वै जाउ॥  ",
    "Hindi" : "हरि (श्रीकृष्ण) ने हरिवदनी (राधिका) को लिखा, मैं तुम्हारा ध्यान करता हूँ तो तुम भी मेरा ध्यान करो। चिंता की क्या बात है? यदि तुम्हारा ध्यान करने से मैं तुम-सा बन जाऊँगा तो तुम मेरा ध्यान करके मुझ-सी बन जाओ।",
    "Gujarati" : "હરિ (શ્રી કૃષ્ણ) એ હરિવદાની (રાધિકા) ને લખ્યું, હું તમારું ધ્યાન કરું છું, તો તમે પણ મારું ધ્યાન કરો. ચિંતા કરવા જેવું શું છે? જો તમારું ધ્યાન કરવાથી હું તમારા જેવો થઈ જઈશ, તો મારું ધ્યાન કરવાથી તમે મારા જેવા થઈ જશો.\n",
    "English" : "Hari (Shri Krishna) wrote to Harivadani (Radhika), I meditate on you, so you also meditate on me. What is there to worry about? If by meditating you I will become like you, then you become like me by meditating on me.\n"
  },
  {
    "Dhoe" : "स्यामा स्याम पुकारती, स्यामा रटते स्याम। \n अली अचंभो आज बड, जुगल जपत निज नाम॥ ",
    "Hindi" : "हे सखि पहले श्याम श्यामा को और श्यामा श्याम का नाम रटा करते थे, पर आज बड़ा अचंभा देखा, दोनों अपने-अपने नाम रट रहे थे।",
    "Gujarati" : "અરે દોસ્ત, પહેલા શ્યામ શ્યામનું નામ યાદ રાખતો હતો અને શ્યામ શ્યામનું નામ યાદ રાખતો હતો, પણ આજે મેં એક મોટું આશ્ચર્ય જોયું, બંને પોતપોતાના નામ કંઠસ્થ કરી રહ્યા હતા.\n",
    "English" : "Hey friend, earlier Shyam used to memorize the name of Shyam and Shyam used to memorize the name of Shyam, but today I saw a big surprise, both were memorizing their respective names.\n"
  },
  {
    "Dhoe" : "आगी ते बेली बढ़े, जल सींचत कुमलाय। \n सिर के पलटें फल मिलें, मुख बिन खायो जाए॥  ",
    "Hindi" : "एक बेल ऐसी है कि जो आग से फलती-फूलती है और पानी से कुम्हला जाती है। उसका फल सिर के बदले में मिलता है और बिना मुँह के खाया जाता है। अर्थात् प्रेम रूपी बेल विरह रूपी आग से फलती-फूलती है और मिलन रूपी जल से कुम्हला जाती है। इस बेल पर आनंद रूपी फल लगता है, जिसका आस्वादन हृदय करता है। यह फल बड़ा महंगा है। लोकलाज और कुल की मर्यादा को त्यागकर और जान की बाज़ी लगाने से ही यह फल मिलता है। ",
    "Gujarati" : "એક એવો વેલો છે જે આગમાં ખીલે છે અને પાણીમાં સુકાઈ જાય છે. તેનું ફળ માથાના બદલામાં મળે છે અને મોં વગર ખાવામાં આવે છે. એટલે કે પ્રેમનો વેલો વિચ્છેદની આગમાં ખીલે છે અને મિલનના પાણીમાં સુકાઈ જાય છે. આ વેલો સુખનું ફળ આપે છે, જેનો હૃદયને આનંદ થાય છે. આ ફળ ખૂબ મોંઘું છે. લોકો અને પરિવારની ગરિમાનો ત્યાગ કરીને અને પોતાનો જીવ જોખમમાં મુકીને જ આ પરિણામ પ્રાપ્ત થાય છે.\n",
    "English" : "There is such a vine which flourishes in fire and withers in water. Its fruit is obtained in exchange for the head and is eaten without the mouth. That is, the vine of love flourishes in the fire of separation and withers in the water of union. The fruit of joy grows on this vine, which the heart relishes. This fruit is very expensive. This result is achieved only by abandoning the dignity of the people and family and risking one's life.\n"
  },
  {
    "Dhoe" : "सहि न परे रुझ बिबि दई, मिलन कठिन अति नेहु। \n मिति मिलाप निति सुगम दें, नांतर प्रीती लेहु॥  ",
    "Hindi" : "(प्रियतम से) मिलन अत्यंत कठिन है और प्रेम अत्यधिक है। ये दो पीड़ाएँ (एक) साथ सही नहीं जाती। इसलिए हे विधाता, या तो नित्य ही सुगमतापूर्वक मित्र मिलाप दे, नहीं तो यह प्रेम (वापस) ले ले।",
    "Gujarati" : "મળવું (પ્રિય સાથે) ખૂબ જ મુશ્કેલ છે અને પ્રેમ અપાર છે. આ બે પીડા (એક) એક સાથે સારી રીતે જતા નથી. માટે હે સર્જનહાર, કાં તો અમને દરરોજ સરળ મિત્રતા આપો, નહીં તો આ પ્રેમ પાછો લઈ લો.\n",
    "English" : "Meeting (with the beloved) is very difficult and love is immense. These two pains (one) do not go well together. Therefore, O Creator, either give us easy friendship every day, or else take this love back.\n"
  },
  {
    "Dhoe" : "लह्यों प्रेम जब जानिये, विरह विकल तम दीन। \n कुछ न कहूँ सुहाय छिनु, दुति पे होई अधीन॥ ",
    "Hindi" : "प्रेम हुआ है, यह तब समझना चाहिए जब विरह से व्याकुल होकर तन क्षीण हो जाए। कहीं क्षण भर के लिए भी किसी चीज़ में मन न लगे और प्रिय की द्युति के पूर्णतया अधीन हो जाए।",
    "Gujarati" : "અલગ થવાથી શરીર નિર્બળ થઈ ગયું છે ત્યારે પ્રેમ થયો છે એમ સમજવું જોઈએ. વ્યક્તિએ એક ક્ષણ માટે પણ કોઈ વસ્તુમાં રસ ન લેવો જોઈએ અને પ્રિયતમના પ્રકાશ પર સંપૂર્ણપણે નિર્ભર બનવું જોઈએ.\n",
    "English" : "It should be understood that love has taken place when the body becomes weak due to separation. One should not be interested in anything even for a moment and become completely dependent on the light of the beloved.\n"
  },
  {
    "Dhoe" : "बड़ कौतिक इक ए दिख्यों, रति आरति ही रूप। \n तामें होत प्रतीति सुख, निपुन रंक का भूप॥  ",
    "Hindi" : "प्रेम पीड़ा का ही दूसरा रूप है। (किंतु) आश्चर्य की बात यह देखी कि इसमें निपुण, रंक और भूप-सबको सुख की प्रतीति होती है।",
    "Gujarati" : "प्रेम पीड़ा का ही दूसरा रूप है। (किंतु) आश्चर्य की बात यह देखी कि इसमें निपुण, रंक और भूप-सबको सुख की प्रतीति होती है।",
    "English" : "Love is just another form of pain. (But) surprisingly it was seen that everyone, the expert, the pauper and the earthling, felt happy in it.\n"
  },
  {
    "Dhoe" : "अनल भखे शशि रति हितू, चकोर गिनत न ताप। \n भस्म होई भवभाल लगु, हुइ कबु मित्त मिलाप॥  ",
    "Hindi" : "चकोर ताप की परवाह न करके अंगारे खाता है। वह चाहता है कि भस्म होकर ही वह (अपने प्रिय के निकट) शिव के ललाट तक पहुँच जाए और शायद इसी बहाने प्रिय से मिलाप हो जाए।",
    "Gujarati" : "ચકોર ગરમીની પરવા કર્યા વિના અંગારા ખાય છે. તે ઈચ્છે છે કે બળીને રાખ થઈ ગયા પછી જ તે શિવના કપાળ સુધી (તેના પ્રિયપાત્રની પાસે) પહોંચી શકે અને કદાચ આ બહાને તે તેના પ્રિયજન સાથે ફરી મળી શકે.\n",
    "English" : "Chakor eats embers without caring about the heat. He wants that only after being burnt to ashes, he can reach the forehead of Shiva (near his beloved) and maybe on this pretext he can be reunited with his beloved.\n"
  },
  {
    "Dhoe" : "लही न अंत अकास कहूँ, चिंतामनी न मोल। \n संख्या नाहीं जीउ की, तेसे प्रेम अतोल॥  ",
    "hindi" : "जैसे आकाश का अंत नहीं मापा जा सकता और चिंतामणि का मोल नहीं आंका जा सकता, जिस प्रकार जीवों को संख्या की गणना नहीं की जा सकती उसी प्रकार प्रेम को भी नहीं तोला जा सकता।",
    "Gujarati" : "જેમ આકાશનો છેડો માપી શકાતો નથી અને ચિંતામણિનું મૂલ્ય આંકી શકાતું નથી, તેમ જીવોની સંખ્યા ગણી શકાતી નથી, તેવી જ રીતે પ્રેમને પણ તોલી શકાતો નથી.\n",
    "English" : "Just as the end of the sky cannot be measured and the value of Chintamani cannot be estimated, just as the number of living beings cannot be counted, similarly love also cannot be weighed.\n"
  },
  {
    "Dhoe" : "प्रीती ह्वा नीति नहीं, नीती ह्वा नहिं प्रीत। \n स्यानप अरु मदछाक जिमि, नहिं इकत्र कहु रीत॥ ",
    "Hindi" : "प्रीति होती है, वहाँ नीति नहीं ठहरती और जहाँ नीति होती है वहाँ प्रीति नहीं रहती। ये दोनों वस्तुएँ उसी प्रकार एकत्र नहीं हो सकती जिस प्रकार मदिरा की मस्ती और चतुराई।",
    "Gujarati" : "જ્યાં પ્રેમ છે ત્યાં નીતિ નથી અને જ્યાં નીતિ છે ત્યાં પ્રેમ નથી. આ બે વસ્તુઓને વાઇનની મજા અને ચતુરાઈ જેવી રીતે જોડી શકાય નહીં.\n",
    "English" : "Where there is love, there is no policy and where there is policy, there is no love. These two things cannot be combined in the same way as the fun and cleverness of wine.\n"
  },
  {
    "Dhoe" : "कृपन होत क्यों कृपाकर, तनक देत नहिं खोट। \n दीनपात्र हों दिहू दया, दान खांन इक कोट॥  ",
    "Hindi" : "हे कृपाकर, आप कृपण क्यों हो गए हैं? मुझे थोड़ा दे देने से आपके भंडार में कमी नहीं होगी। मैं दीन पात्र हूँ, आप मुझे दया का दान दीजिए। आप की एक खान की करोड़ खानें होंगी।",
    "Gujarati" : "હે દયાળુ, તમે કંગાળ કેમ બન્યા છો? મને થોડું આપવાથી તમારી ભંડાર ઓછી થશે નહીં. હું દયાળુ વ્યક્તિ છું, કૃપા કરીને મને દયાની ભેટ આપો. તમારી એક ખાણમાં લાખો ખાણો હશે.\n",
    "English" : "O merciful one, why have you become miser? Giving me a little will not deplete your reserves. I am a pitiful person, please give me the gift of mercy. Your one mine will have millions of mines.\n"
  },
  {
    "Dhoe" : "झां मन बेली ह्वां न श्रम, ब्रिड प्रमाद अघ भीति। \n धन तन जीवन सहज दे, भै चित प्रीति प्रतीति॥ ",
    "Hindi" : "जिस वस्तु पर चित्त में प्रीति और प्रतीति दृढ़ हो जाए, और मन बेली हो जाए उसके लिए प्रयत्न करने में शर्म, लज्जा, आलस्य और पाप का अनुभव नहीं होता। प्रेमपात्र के प्रति प्रेमी, वन, तन और जीवन भी सहज ही अर्पित करने के लिए तत्पर रहता है। ऐसा है प्रेम।",
    "Gujarati" : "જે વસ્તુ માટે પ્રેમ અને વિશ્વાસ મનમાં પ્રબળ બને અને મન મુક્ત બને તે માટે પ્રયત્ન કરવામાં શરમ, સંકોચ, આળસ અને પાપની લાગણી નથી. પ્રેમી પોતાના પ્રિય માટે પોતાના જીવન, શરીર અને મનનું બલિદાન આપવા સરળતાથી તૈયાર થઈ જાય છે. આજ પ્રેમ છે.\n",
    "Englisht" : "There is no feeling of shame, shyness, laziness and sin in striving for a thing for which love and belief becomes strong in the mind and the mind becomes free. A lover is easily ready to sacrifice his life, body and mind for his beloved. This is love.\n"
  },
  {
    "Dhoe" : "मिलतहु दुख बिछरतहु दुख, सुख प्रिय अचल मिलाप। \n सुन पतंग सारिंग ज्यों, कहा जुड़ाव निति ताप॥  ",
    "Hindi" : "मिलने में भी दुख है और बिछुडने में भी; सुख तो केवल प्रिय से अचल मिलाप में है। देखिए, पतंग और सारंग का शांतिदायी मिलन कहाँ हो पाता है? उन्हें तो नित्य ताप ही सहन करना पड़ता है।",
    "Gujarati" : "મળવામાં પણ ઉદાસી છે અને જુદાઈમાં પણ છે; સુખ ફક્ત પ્રિય સાથેના સતત જોડાણમાં રહેલું છે. જુઓ, પતંગ અને સરોંગનું શાંતિપૂર્ણ મિલન ક્યાં થાય છે? તેમને દરરોજ ગરમી સહન કરવી પડે છે.\n",
    "English" : "There is sadness in meeting and also in separation; Happiness lies only in constant union with the beloved. See, where does the peaceful union of kite and sarong take place? They have to bear the heat daily.\n"
  },
  {
    "Dhoe" : "रति चहलें मातंग मन, फस्यो न निकसन पाय। \n बल करि निकस्यो चहत है, त्यों-त्यों धसत ही जाय॥ ",
    "Hindi" : "प्रेम-रूपी गड्ढे में मन रूपी हाथी यदि फँस जाय तो निकल नहीं पाता। बल लगाकर वह ज्यों-ज्यों निकलने का प्रयत्न करता है, त्यों-त्यों वह (कीचड़ में) गहरा धँसता ही जाता है।",
    "Gujarati" : "મનનો હાથી પ્રેમના ખાડામાં ફસાઈ જાય તો બહાર આવી શકતો નથી. જેટલો તે બળ લગાવીને બહાર નીકળવાનો પ્રયત્ન કરે છે, તેટલો જ તે કાદવમાં વધુ ઊંડો ડૂબી જાય છે.\n",
    "English" : "If the elephant of the mind gets trapped in the pit of love, it cannot come out. As much as he tries to get out by applying force, he keeps sinking deeper (into the mud).\n"
  },
  {
    "Dhoe" : "चकमक सु परस्पर नयन, लगन प्रेम परि आगि।  \n सुलगि सोगठा रूप पुनि, गुन-दारू दूड जागि॥ ",
    "Hindi" : "चकमक के सदृश नेत्र जब आपस में टकराते हैं तो उनसे प्रेम की चिनगारियाँ निकलती हैं। फिर रूप रूपी सोगठे (रूई) पर इनके गिरने से आग सुलग जाती है, किंतु पूर्णतया प्रज्वलित तभी होती है जब उसका संयोग गुण रूपी शराब से होता है।",
    "Gujarati" : "જ્યારે ચકમક જેવી આંખો એકબીજા સાથે અથડાય છે, ત્યારે તેમાંથી પ્રેમના તણખા નીકળે છે. પછી જ્યારે તે સોગ્થા (કપાસ) પર સ્વરૂપના રૂપમાં પડે છે, ત્યારે અગ્નિ પ્રજ્વલિત થાય છે, પરંતુ તે સંપૂર્ણ રીતે ત્યારે જ સળગે છે જ્યારે તે ગુણના રૂપમાં દારૂ સાથે જોડાય છે.\n",
    "English" : "When eyes like flint collide with each other, sparks of love come out of them. Then when they fall on the sogtha (cotton) in the form of form, the fire gets ignited, but it ignites completely only when it combines with the liquor in the form of guna.\n"
  },
  {
    "Dhoe" : "व्याध फंद मृग परतु है, बंध अहेरी ह्वे न। \n प्रेम अजब बागूर में, पारनहार बचें न॥  ",
    "Hindi" : "शिकारी के फंदे में मृग फँसता है, स्वंय अहेरी नहीं फँसता। पर यह प्रेम का फंदा बड़ा अजीब है, इसमें जाल बिछाने वाला स्वयं भी फँसे बिना नहीं रहता।",
    "Gujarati" : "હરણ શિકારીની જાળમાં ફસાઈ જાય છે, પણ શિકારી પોતે જાળમાં ફસાતો નથી. પણ આ પ્રેમની જાળ બહુ વિચિત્ર છે, જે જાળ બિછાવે છે તે પોતે જ તેમાં ફસાયા વિના રહેતો નથી.\n",
    "English" : "The deer gets trapped in the trap of the hunter, but the hunter himself does not get trapped. But this trap of love is very strange, the one who lays the trap himself does not remain trapped in it.\n"
  },
  {
    "Dhoe" : "योग यज्ञ जप तप तिरिथ, ग्यांन धरम व्रत नेम। \n बिहिन वल्लवी वल्लभा, करि हरि इक बल प्रेम॥  ",
    "Hindi" : "योग, यज्ञ, जप, तप, तीर्थ, ज्ञान, धर्म, व्रत और नियम विहीन होने पर भी श्रीकृष्ण ने गोपियों को केवल प्रेम के बल पर ही अपना प्रिय बना लिया।",
    "Gujarati" : "યોગ, યજ્ઞ, જપ, તપ, તીર્થયાત્રા, જ્ઞાન, ધર્મ, ઉપવાસ અને નિયમોથી રહિત હોવા છતાં શ્રી કૃષ્ણએ માત્ર પ્રેમના બળ પર જ ગોપીઓને પોતાની પ્રિયતમા બનાવી.\n",
    "English" : "Despite being devoid of yoga, yagya, chanting, penance, pilgrimage, knowledge, religion, fasting and rules, Shri Krishna made the Gopis his beloved only on the strength of love.\n"
  },
  {
    "Dhoe" : "प्रीती सो सहराइयें, असु अनन्य द्वे अंग। \n गति इक की सों ओंर की, जिमि कारंड विहंग॥  ",
    "Hindi" : "प्रेम वही सराहनीय है जिसमें अंग दो होते हुए भी प्राण एक हो, एक की गति हो वही दूसरे की हो, कारड विहंग की भाँति।",
    "Gujarati" : "પ્રેમ એ જ પ્રશંસનીય છે જેમાં બે અવયવો હોવા છતાં આત્મા એક છે, એકની હિલચાલ બીજાની સમાન છે, જેમ કે કર્દ વિહંગ.\n",
    "English" : "Love is admirable only in which despite having two organs, the soul is one, the movement of one is the same as that of the other, like Kard Vihang.\n"
  },
  {
    "Dhoe" : "सोइ नेह नदलाल में, प्रकटि न पावें जान। \n जस असि सूराचित्र कों, एंच्यो होइ न म्यान॥  ",
    "Hindi" : " जिस प्रकार तलवार तानकर खड़े शूरवीर के चित्र में तलवार सदैव तनी ही रहती है और म्यान में वापस नहीं जाती, उसी प्रकार का प्रेम नंदलाल के प्रति होना चाहिए कि एक बार प्रकट होने पर पुनः कम न होने पावे।",
    "Gujarati" : "જેમ તલવાર લઈને ઊભેલા યોદ્ધાના ચિત્રમાં તલવાર હંમેશા ખેંચાયેલી રહે છે અને મ્યાનમાં પાછી જતી નથી, એ જ પ્રકારનો પ્રેમ નંદલાલ પ્રત્યે હોવો જોઈએ જે એક વાર દેખાય પછી તે ક્યારેય ઓછો ન થવો જોઈએ.\n",
    "English" : "Just as in the picture of a warrior standing with his sword drawn, the sword always remains drawn and does not go back into its sheath, the same kind of love should be towards Nandlal that once it appears, it should never diminish again.\n"
  },
  {
    "Dhoe": "व्रिड सुधि बुधि बल लखतही, माशुक आशुक जाय। \n अलि कठोर ज्यों बस कट, मृदु सरोज मुरझाय॥ ",
    "Hindi" : "प्रिया को देखते ही प्रियतम की लज्जा, सुधि, बुद्धि और शक्ति वैसे ही तिरोहित हो जाती है जैसे कठोर बाँस को काटने वाले भौंरे की शक्ति कोमल कमल के सामने फीकी पड जाती है।",
    "Gujarati" : "પ્રિયાને જોતાંની સાથે જ પ્રિયાની સંકોચ, યાદશક્તિ, બુદ્ધિમત્તા અને શક્તિ એવી રીતે અદૃશ્ય થઈ જાય છે, જેવી રીતે કઠણ વાંસ કાપવાની ભમરની શક્તિ કોમળ કમળની સામે ઝાંખી થઈ જાય છે.\n",
    "English" : "As soon as one sees Priya, the beloved's shyness, memory, intelligence and strength vanish just as the power of a bumblebee to cut a tough bamboo fades in front of a soft lotus.\n"
  },
  {
    "Dhoe" : "मोहन मन द्वें हें अजित, सब कहि साँची बात। \n सोऊ सदबस प्रेम के, सहज अती ह्वेँ जात॥  ",
    "Hindi" : "एक मोहन और दूसरा मन, ये दो ऐसे हैं कि जिन्हें जीता नहीं जा सकता, यह सच्च सब कहते हैं, पर ये भी सहज ही प्रेम के अत्यंत एंव तुरंत अधीन हो जाते हैं।",
    "Gujarati" : "એક મોહન અને બીજું મન, આ બે એવા છે કે જીતી ન શકાય, બધા આ સાચું કહે છે, પણ તેઓ પણ સરળતાથી અને તરત જ પ્રેમમાં પડી જાય છે.\n",
    "English" : "One is Mohan and the other is mind, these two are such that they cannot be won, everyone says this to be true, but they also easily and instantly fall under love.\n"
  },
  {
    "Dhoe" : "जद्यपि रवि आतप भयों, पीतल लगत सरोज।\n सकुचें लखि सो सुधाकर, समुझ प्रेम की चोज॥  ",
    "Hindi" : "यद्यपि रवि ताप से भरपूर होता है, फिर भी वह कमल को शीतल लगता है। यही कमल सुधाकर को देख कर सकुचा जाता है। प्रेम का यह कैसा चमत्कार है!",
    "Gujarati" : "સૂર્ય ઉષ્માથી ભરેલો હોવા છતાં પણ તે કમળને ઠંડક આપે છે. આ જ કમળ સુધાકરને જોઈને શરમાઈ જાય છે. આ પ્રેમનો કેવો ચમત્કાર છે!\n",
    "English" : "Even though the Sun is full of heat, it still appears cool to the lotus. This same lotus gets shy after seeing Sudhakar. What a miracle of love this is!\n"
  },
  {
    "Dhoe" : "होत प्रीति नीको लगें, फिरि अरि त्यौं ले प्राण।\n कुंभिनि निगलत जख म दुख, पाछे ज्यों निय ज्यान॥ ",
    "Hindi" : " प्रीति होती है तब तो भली मालूम होती है पर फिर वह दुश्मन की तरह प्राण लेती है। जैसे कि कुंभिनी को निगलते समय मछली को दुख नहीं होता पर पीछे उसका जी जाने-जैसा हो जाता है।",
    "Gujarati" : "પ્રેમ થાય છે ત્યારે સારું લાગે છે પણ પછી દુશ્મનની જેમ જીવ લે છે. ઉદાહરણ તરીકે, કુંભિનીને ગળતી વખતે, માછલીને દુખાવો થતો નથી, પરંતુ પછીથી તે પોતાનો જીવ ગુમાવવા જેવી થઈ જાય છે.\n",
    "English" : "When love happens, it seems good but then it takes life like an enemy. For example, while swallowing Kumbhini, the fish does not feel pain, but later on it becomes like losing its life.\n"
  },
  {
    "Dhoe" : "राखि साखि गत लाख करि, बही न लहि को फीर। \n कोटि जतन जिमि ना मिलें, गयो मुक्त को नीर॥  ",
    "Hindi" : "लाख को त्याग कर भी साख बचाइए। एक बार चले जाने पर फिर साख नहीं जमती। करोड़ों यत्न करने पर भी जैसे मोती की आब (चमक) वापस नहीं मिलती।",
    "Gujarati" : "લાખનો ભોગ આપીને પણ પ્રતિષ્ઠા બચાવો. એકવાર ગયા પછી, વિશ્વસનીયતા ફરીથી સ્થાપિત થતી નથી. જાણે લાખો પ્રયત્નો કરવા છતાં પણ મોતી તેની ચમક પાછી મેળવતું નથી.\n",
    "English" : "Save reputation even by sacrificing lakhs. Once gone, credibility is not established again. It is as if a pearl does not regain its luster even after making millions of efforts.\n"
  },
  {
    "Dhoe" : "देखि जिएँ परसि न छूटें, माशुक आशक धन्य। \n जैसे लोह चमक लगी, टरे न लखि चैतन्य॥  ",
    "Hindi" : "जो देखकर जीयें, मिलकर अलग न हो, ऐसे आशिक-माशूक धन्य हैं। जैसे कि लोहा चकमक-स्पर्श होने पर वियुक्त नहीं होता और चैतन्य हो जाता है।",
    "Gujarati" : "ધન્ય છે એ પ્રેમીઓ જેઓ એકબીજાને જોઈને જીવે છે અને છૂટા પડતા નથી. જેમ લોખંડ ચકમકના સ્પર્શથી વિઘટિત થતું નથી અને જીવંત બને છે.\n",
    "English" : "Blessed are those lovers who live after seeing each other and do not get separated. Just as iron does not disintegrate when touched by flint and becomes alive.\n"
  },
  {
    "Dhoe" : "रसिक नैन नाराच की, अजब अनोखी रीत। \n दुसमन को परसे नहीं, मारे अपनो मीत॥  ",
    "Hindi" : " रसिकों के नयन वाणों की भी अनोखी रीत है। दुश्मन का तो स्पर्श तक नहीं करते और अपने मित्र को मारते हैं।",
    "Gujarati" : "રસિકોની આંખોની પણ એક આગવી શૈલી છે. તેઓ દુશ્મનને સ્પર્શ પણ કરતા નથી અને તેમના મિત્રોને મારી નાખતા નથી.\n",
    "English" : "The eyes of Rasikas also have a unique style. They don't even touch the enemy and kill their friends.\n"
  },
  {
    "Dhoe" : "रहें पलक ना प्रथक दुहु, जिमि सीतलता अंबु। \n अलग अंग बातें करत, तहु मिलि रह प्रतिबिंबु॥ ",
    "Hinid" : " पल भर के लिए भी ये दोनों पृथक नहीं रह सकते जैसे कि जल और शीतलता। यद्यपि शारीरिक रूप से ये अलग रहकर बातें करते हैं फिर भी इनके प्रतिबिंब मिले हुए से दिखाई पड़ते हैं।",
    "Gujarati" : "આ બંને પાણી અને શીતળતાની જેમ એક ક્ષણ માટે પણ અલગ રહી શકતા નથી. જો કે તેઓ શારીરિક રીતે અલગ-અલગ વાત કરે છે, તેમ છતાં તેમની તસવીરો એકસાથે દેખાય છે.\n",
    "English" : "These two cannot remain separated even for a moment, like water and coldness. Although they talk physically separately, yet their images are visible together.\n"
  },
  {
    "Dhoe" : "ऐंचत तन आगार दिस, चित्त रावरी ओर। \n ज्यों न सकें छुटि दंड तें, धुजा पवन के जोर॥ ",
    "Hindi" : "मुझे शरीर घर की ओर खींच रहा है ओर (मेरा) चित्त पाप में भटका हुआ है। (मेरी हालत इस समय उस पताका जैसी हो रही है) जो हवा के प्रबल वेग में (फहराते हुए) भी डंडे से छूट नहीं पाती और अटकी रहती है।",
    "Gujarati" : "મારું શરીર મને ઘર તરફ ખેંચી રહ્યું છે અને (મારું) મન પાપમાં ભટકી રહ્યું છે. (અત્યારે મારી હાલત ધ્વજ જેવી થઈ રહી છે) જે પવનના જોરથી લહેરાતા પણ ધ્રુવમાંથી મુક્ત થઈ શકતો નથી અને અટકી જતો રહે છે.\n",
    "English" : "My body is pulling me towards home and (my) mind is wandering in sin. (At present my condition is becoming like that of a flag) which is not able to get free from the pole even when fluttering in the strong force of the wind and remains stuck.\n"
  },
  {
    "Dhoe" : "दृगन लगन मन मग न परि, मगन गगन लों लागि। \n भगन भगनफल, जगन सहि, हरि सो सो बड़ भागि॥  ",
    "Hindi" : "(हे मन, तू) दृग लगने (प्रेम) के मार्ग में न पड़। प्रेम की आग गगन तक पहुँचती है। इसमें भगनफल (यश) नष्ट होता है, जगनफल (कष्ट) सहना पड़ता है। हरि-प्राप्ति में संशय उत्पन्न हो जाता है और बड़प्पन जाता रहता है।",
    "Gujarati" : "(હે મન, આસક્તિ (પ્રેમ) ના માર્ગે ન પડ. પ્રેમની આગ આકાશ સુધી પહોંચે છે. આમાં ભગનફળ (પ્રસિદ્ધિ)નો નાશ થાય છે અને જગનફળ (પીડા) સહન કરવી પડે છે. હરિની પ્રાપ્તિમાં સંશય ઉત્પન્ન થાય છે અને મહાનતા નષ્ટ થાય છે.\n",
    "English" : "(O mind, do not fall in the way of attachment (love). The fire of love reaches the sky. In this, Bhaganphal (fame) is destroyed and Jaganphal (pains) have to be endured. Doubts arise in attaining Hari and greatness is lost.\n"
  },
  {
    "Dhoe" : "गारि मंत्र बूका सु रज, मोहनि मूठि हरी जु। \n जुल्मि तहू घटि सार्ध त्रय, सो नहिं लगत मरी जु॥  ",
    "Hindi" : " गंगाबरार (वह भूमि जो नदी के हटने से निकल आती है) की रज को मंत्रों से अभिमंत्रित करके हरि ने मेरी ओर फेंका। घातक मूठ का प्रभाव साढ़े तीन घड़ी में होता है किंतु मैं तो इस मोहिनी मूठ लगते ही मर गई।",
    "Gujarati" : "મંત્રોચ્ચાર કરતા હરિએ ગંગાબર (નદીના વહેણને કારણે જે જમીન બહાર આવે છે)નો કાદવ મારી તરફ ફેંક્યો. જીવલેણ જોડણીની અસર સાડા ત્રણ કલાક લાગે છે, પણ આ મોહિનીનો મંત્ર લાગુ પડતાં જ હું મરી ગયો.\n",
    "English" : "Hari, invoking mantras, threw the mud of Gangabrar (the land that comes out due to the receding of the river) towards me. The effect of the deadly spell takes three and a half hours, but I died as soon as this Mohini's spell was applied.\n"
  },
  {
    "Dhoe" : "बानिक नटवरलाल कि न, लिखत तोष दिन रैन। \n पान करें प्यासे मरें, बनचर त्यों मम नैंन॥  ",
    "Hindi" : "मेरे नेत्र दिन-रैन श्रीकृष्ण की शोभा का पान किया करते हैं फिर भी तृप्त नहीं होते। मछली की तरह वे पान करने पर भी सदा प्यासे रहते हैं।",
    "Gujarati" : "મારી આંખો રાત-દિવસ શ્રી કૃષ્ણનો મહિમા પીવે છે, છતાં તેઓ તૃપ્ત થતા નથી. માછલીની જેમ પાન પીધા પછી પણ તેઓ હંમેશા તરસ્યા રહે છે.\n",
    "English" : "My eyes drink the glory of Shri Krishna day and night, yet they are not satisfied. Like fish, they always remain thirsty even after drinking paan.\n"
  },
  {
    "Dhoe" : "जगजीवन जन तापहर, चपला पियु बपु स्याम। \n वैष्णोंवल्लभ नीलग्रिव, हरि माधो जस नाम॥ ",
    "Hindi" : "(१) हे संसार के जीवन (जल) रूपी मेघ, तू लोगों का ताप हरनेवाला है। तू चपला (बिजली) का स्वामी है और काले शरीरवाला है। तू वनस्पतियों और मयूरों का प्रिय है। हरि (इंद्र) और माधव (कृष्ण) आदि नामों से भी तुझे पुकारा जाता है।",
    "Gujarati" : "(1) હે જગતના પ્રાણ (જળ) સ્વરૂપે મેઘ, તું જ લોકોની તાપ દૂર કરનાર છે. તમે ચપલા (વીજળી) ના સ્વામી છો અને કાળું શરીર ધરાવો છો. તમે છોડ અને મોર પ્રિય છો. તમને હરિ (ઇન્દ્ર) અને માધવ (કૃષ્ણ) વગેરે નામોથી પણ બોલાવવામાં આવે છે.\n",
    "English" : "(1) O cloud in the form of life (water) of the world, you are the one who takes away the heat of the people. You are the lord of Chapala (lightning) and have a black body. You are beloved of plants and peacocks. You are also called by names like Hari (Indra) and Madhav (Krishna) etc.\n"
  },
  {
    "Dhoe" : "सखि पिय सुरत, सुरत, सुरत, सुरत सुर तन पीर। \n सुर तन हिन सुर तन नहीं, सुर तनया सरि नीर॥  ",
    "Hindi" : "जमुना के जल में चंद्र प्रतिबिंब के दर्शन से संभोग समय देखी हुई प्रिय की सूरत और सहवास का स्मरण हो आया। वह मधुर स्मृति शूल बन कर तन में चुभने लगी। काम जागृत हो उठा, जिससे गोपिका का शरीर शिथिल हो गया जैसे उसमें प्राण ही न हों।",
    "Gujarati" : "યમુનાના પાણીમાં ચંદ્રનું પ્રતિબિંબ જોઈને મને મારા પ્રિયતમનો ચહેરો અને સંભોગ સમયે મેં જોયેલા પ્રેમની યાદ આવી ગઈ. એ મધુર સ્મૃતિ કાંટો બનીને શરીરમાં ચૂસવા લાગી. કામ જાગી ગયા, જેના કારણે ગોપિકાનું શરીર એવું નબળું પડી ગયું કે જાણે તેમાં પ્રાણ જ ન હોય.\n",
    "English" : "Seeing the reflection of the moon in the waters of the Yamuna reminded me of the face of my beloved and the lovemaking I had seen at the time of sexual intercourse. That sweet memory became a thorn and started pricking in the body. Kama was aroused, due to which Gopika's body became weak as if there was no life in it.\n"
  },
  {
    "Dhoe" : "प्यारी तेरों अधर रस, क्यों बिसरें गोपाल। \n बेसर निरमल मुक्तहू, जिहिं परसत भों लाल॥  ",
    "Hindi" : "हे प्यारी! तेरे अधर-रस का स्वाद गोपाल कैसे भूल सकते हैं? देख बेसर का निर्मल मोती भी उन्हें स्पर्श करते ही लाल हो गया।",
    "Gujarati" : "હે સ્વીટી! ગોપાલ તારા અમૃતનો સ્વાદ કેવી રીતે ભૂલી શકે? જુઓ, બેસરનું ચોખ્ખું મોતી પણ તેમને સ્પર્શતાં જ લાલ થઈ ગયું.\n",
    "English" : "Hey sweetie! How can Gopal forget the taste of your nectar? See, even the pure pearl of Besar turned red as soon as it touched them.\n"
  },
  {
    "Dhoe" : "रतिरुझ में सुख समुझ मन, पें कहि सके न बाक। \nकटुताई में मिष्टता, जैसि करेला साक॥ ",
    "Hindi" : "प्रेम-पीड़ा में सुख है; उस सुख का मन अनुभव करता है पर वाणी उसे कह नहीं सकती। प्रेम-पीड़ा में आनंद उसी प्रकार निहित रहता है जिस प्रकार करेले के शाक की कटुता में उसकी मिठास।",
    "Gujarati" : "પ્રેમના દુઃખમાં સુખ છે; મન એ સુખ અનુભવે છે પણ વાણી તેને વ્યક્ત કરી શકતી નથી. જેમ કારેલાની મીઠાશ તેની કડવાશમાં હોય છે તેમ પ્રેમની પીડામાં આનંદ સમાયેલો છે.\n",
    "English" : "There is happiness in the pain of love; The mind experiences that happiness but speech cannot express it. The joy lies in the pain of love, just as the sweetness of the bitter gourd lies in its bitterness.\n"
  },
  {
    "Dhoe" : "बंधि गुन भूज इत्सन हती, दिहु दुज सनसि लगाय। \n के उर सुगड़ चढ़ाय मो, धिज हर सिर कर ल्याय॥  ",
    "Hindi" : "(बांधना चाहो तो) अपनी भुजाओं की डोरी से बांध लो, (मारना चाहो तो) नेत्रों के तीक्ष्ण बाणों से मारो, (जकड़ना चाहो तो) अपनी दाँत-रूपी सानसी (सँडसी) से मेरे होठों को जकड़ लो (क़ैद करना चाहो तो) हृदय रूपी गढ़ में क़ैद कर लो। (सत्य की प्रतीति करना चाहो तो) शिव पिंडो (कुचों) पर हाथ रखने दो।",
    "Gujarati" : "(જો તારે બાંધવું હોય તો) તારા હાથની દોરી વડે મને બાંધો, (જો તારે મારવું હોય તો) તારી આંખોના તીક્ષ્ણ તીરોથી મને માર, (જો તારે બાંધવું હોય તો) મારા હોઠને તારા દાંત જેવા ફોરસેપ્સથી પકડી રાખજે. જો તમે તેને હૃદયના કિલ્લામાં કેદ કરવા માંગો છો. (જો તમારે સત્ય માનવું હોય તો) શિવને પિંડો (કુચા) પર હાથ મૂકવા દો.\n",
    "English" : "(If you want to bind) tie me with the string of your arms, (if you want to kill) hit me with the sharp arrows of your eyes, (if you want to bind) hold my lips with your tooth-like forceps (if you want to imprison). Capture it in the fortress of heart. (If you want to believe the truth) let Shiv put his hand on the Pindo (kuchas).\n"
  },
  {
  "Dhoe" : "रति सुख दुख जानें नको, बिन इक अनुभौंकारि। \n विदित न पीर प्रसूति जिमि, बंध्या नागरि नारि॥ ",
  "Hindi" : "अनुभव किए बिना प्रेम के सुख-दुख को कोई नहीं जान सकता जैसे कि चतुर वंध्या स्त्री भी प्रसूति की पीड़ा को नहीं जान सकती।",
  "Gujarati" : "પ્રેમના સુખ-દુઃખને અનુભવ્યા વિના કોઈ જાણી શકતું નથી, તેમ એક ચતુર વેરાન સ્ત્રી પણ પ્રસૂતિની પીડા જાણી શકતી નથી.\n",
  "Englisht" : "No one can know the joys and sorrows of love without experiencing it, just as even a clever barren woman cannot know the pain of childbirth.\n"
  },
  {
    "Dhoe" : "फूलूँ हों लखि लाल को, पिघरें घेना गात। \n सो हितु क्यों वे दूर जब, दुहुँ की उलटी बात॥  ",
    "Hindi" : "हे सखि, मैं प्रियतम को देखकर फूल जाती हूँ। पर मेरे इन गहनों का शरीर न जाने क्यों उस समय दुबला हो जाता है! और जब वे दूर रहते हैं तब उलटी ही बात होती है। मेरा शरीर दुबला हो जाता है और गहनों का शरीर फूल जाता है।",
    "Gujarati" : "હે મિત્ર, મારા પ્રિયને જોઈને મને આનંદ થાય છે. પણ ખબર નહીં એ સમયે મારું આ દાગીનાનું શરીર કેમ નબળું પડી જાય છે! અને જ્યારે તેઓ દૂર હોય છે, ત્યારે વિપરીત થાય છે. મારું શરીર દુબળું થઈ ગયું અને જ્વેલનું શરીર ફૂલી ગયું.\n",
    "English" : "O friend, I feel elated after seeing my beloved. But don't know why the body of these jewels of mine becomes weak at that time! And when they are away, the opposite happens. My body becomes lean and Jewel's body swells.\n"
  },
  {
    "Dhoe" : "यार चामिकर मन मनी, मेनभाय तुछ लाख। \n ता बिन जमत न स्वाद श्री, भूषन रति वे खाख॥ ",
    "Hindi" : "प्रिय स्वर्ण है, मन मणि है, कामभाव तुच्छ लाख है। किंतु इस लाख के बिना, जो बाद में जलकर भस्म हो जाती है, प्रेमाभूषणों में आनंद और शोभा की वृद्धि नहीं होती।",
    "Gujarati" : "પ્રેમ સોનું છે, મન રત્ન છે, વાસના નકામી છે. પરંતુ આ લાખ વિના, જે પાછળથી બળીને રાખ થઈ જાય છે, પ્રેમના આભૂષણોનો આનંદ અને સુંદરતા વધી ન હોત.\n",
    "English" : "Love is gold, mind is a gem, lust is worthless. But without this lac, which later gets burnt to ashes, the joy and beauty of love ornaments would not have increased.\n"
  },
  {
    "Dhoe" : "फिरि-फिरि के वे ही कहें, अरुच न न हुई रतिवात। \n नां निबटें नूतन लगें, अनुभों जानी जात॥  ",
    "Hindi" : "बार-बार वही बातें करते हैं पर (प्रेमियों को) प्रेम की बात अरुचिकर नहीं होती। वह पूरी भी नहीं होती और सदा नई मालूम होती है। अनुभव से ही (इस कथन की) सचाई का पता लग सकता है।",
    "Gujarati" : "તેઓ વારંવાર એક જ વસ્તુઓ વિશે વાત કરે છે પરંતુ પ્રેમની વાત (પ્રેમીઓને) અણગમતી નથી. તે ક્યારેય પૂર્ણ થતું નથી અને હંમેશા નવું લાગે છે. (આ વિધાનનું) સત્ય અનુભવ દ્વારા જ જાણી શકાય છે.\n",
    "English" : "They talk about the same things again and again but the talk of love is not distasteful (to lovers). It is never complete and always seems new. The truth (of this statement) can be known only through experience.\n"
  },
  {
    "Dhoe" : "और अरिस्या विरह दुख, हिलग अग बड़ दोई। \n सिखी धूम्र औ ताप बिन, जिमि कहु कदा न होइ॥ ",
    "Hindi" : "औरों (अपने प्रेमपात्र से प्रेम करनेवालों) के प्रति ईर्ष्या और प्रिय के विरह की पीड़ा-ये प्रेम के दो प्रधान अंग है। जैसे अग्नि धुआँ और ताप विहीन नहीं हो सकती (उसी प्रकार ईर्ष्या और विरह विहीन प्रेम भी दुर्लभ है)।",
    "Gujarati" : "બીજા પ્રત્યેની ઈર્ષ્યા (જેઓ પોતાના પ્રિયજનને પ્રેમ કરે છે) અને પ્રિયજનથી અલગ થવાનું દુઃખ - આ પ્રેમના બે મુખ્ય ભાગો છે. જેમ અગ્નિ ધુમાડા અને ગરમી વિના હોઈ શકતો નથી (તે જ રીતે, ઈર્ષ્યા અને છૂટાછવાયા વિનાનો પ્રેમ પણ દુર્લભ છે).\n",
    "Sanskrit" : "Jealousy towards others (those who love one's beloved) and the pain of separation from the beloved - these are the two main parts of love. Just as fire cannot be without smoke and heat (in the same way, love without jealousy and separation is also rare).\n"
  },
  {
    "Dhoe" : "सुख कें दुख सनेह में, विद्वन देहु जुवाब। \n जो दुख तो सब करत क्यों, क्यों सुख तों परिताप॥  ",
    "Hindi" : "हे विद्वज्जन, मुझे इसका जवाब दीजिए कि प्रेम में सुख है अथवा दुख? यदि दु:ख है तो फिर सब करते क्यों हैं? यदि सुख है तो करने वाले को परिताप क्यों होता है?",
    "Gujarati" : "હે જ્ઞાની, મને જવાબ આપો કે પ્રેમમાં સુખ છે કે દુ:ખ? દુ:ખ હોય તો બધા શા માટે કરે છે? સુખ હોય તો તે કરનારને અફસોસ કેમ થાય?\n",
    "English" : "O wise man, answer me whether there is happiness or sorrow in love? If there is sorrow then why does everyone do it? If there is happiness then why does the person doing it feel regret?\n"
  },
  {
    "Dhoe" : "विषई विष भच्छन करत, बहुत बिगारत मुख। \n पे मन हे रुच त्यों समझि, रति दुख में हू सुख॥  ",
    "Hindi" : "विषयी विषैला पदार्थ खाते हैं और खाते समय ख़ूब मुहँ बिगाड़ते हैं। पर वह उनके मन को ख़ूब रचता है। इसी प्रकार प्रेम के दुख में भी सुख को निहित समझना चाहिए।",
    "Gujarati" : "લોકો ઝેરી પદાર્થ ખાય છે અને જમતી વખતે મોઢું બગાડે છે. પરંતુ તે તેમનું મન ઘણું બનાવે છે. તેવી જ રીતે, સુખને પ્રેમના દુ:ખમાં સહજ સમજવું જોઈએ.\n",
    "English" : "People eat poisonous substances and spoil their mouth a lot while eating. But he creates their mind a lot. Similarly, happiness should be understood as inherent in the sorrow of love.\n"
  },
  {
    "Dhoe" : "हरि बिसरी मनि-मान तजि, जिन मति कुरु को नीच। \n मिलिहें त्यों सुख संपदा, ज्यों अयाच दुखमीच॥  ",
    "Hindi" : "हरि को भूल कर मणिरूपी मान को तज कर कोई भी माँगने की नीच प्रवृत्ति न करे। जैसे समय आने पर बिना माँगे ही दुख और मृत्यु मिलती है, वैसे ही सुख और संपदा भी मिलेंगी।",
    "Gujarati" : "હરિને ભૂલીને, કોઈએ રત્ન સ્વરૂપે પૈસા માંગવાની નીચ વૃત્તિ રાખવી જોઈએ નહીં. જેમ સમય આવે ત્યારે આપણને પૂછ્યા વગર દુ:ખ અને મૃત્યુ મળે છે, તેવી જ રીતે આપણને સુખ અને સંપત્તિ પણ મળશે.\n",
    "English" : "Forgetting about Hari, no one should have the lowly attitude of asking for money in the form of a gem. Just as when the time comes, we get sorrow and death without asking, similarly we will get happiness and wealth also.\n"
  },
  {
    "Dhoe" : "सखि पिय सुरत सुरत मुरत, सुरत सूर तन पीर। \n सुर तन हिन सुर तन नहीं, सुर तनया सरि नीर॥  ",
    "Hindi" : "जमुना के जल में चंद्र प्रतिविम्ब के दर्शन से सुरति समय के देखी हुई प्रिय की सूरठ का एवं सहवास का स्मरण हो आया। वह मधुर स्मृति शूल बन कर तन में चुभने लगी। काम जागृत हो उठा जिससे गोपिका का शरीर शिथिल हो गया जैसे उसमें प्राण ही न हो। \n जमुना के जल में चंद्र प्रतिबिंब के दर्शन से रति क्रीड़ा के दौरान देखी हुई प्रिय की सूरत और सहवास का स्मरण हो आया। वह मधुर स्मृति शूल बन कर तन में चुभने लगी। काम जागृत हो उठा जिससे नायिका का शरीर शिथिल हो गया जैसे उसमें प्राण ही न हो।",
    "Gujarati" : "યમુનાના પાણીમાં ચંદ્રના પ્રતિબિંબના દર્શને મને સુરતીઓના સમયમાં જોયેલી મારી પ્રિયતમની સુંદરતા અને પ્રેમની યાદ અપાવી. એ મધુર સ્મૃતિ કાંટો બનીને શરીરમાં ચૂસવા લાગી. કામ ઉત્તેજિત થયું જેના કારણે ગોપિકાનું શરીર એવું નબળું પડી ગયું કે જાણે તેમાં પ્રાણ જ ન હોય. \n યમુનાના પાણીમાં ચંદ્રનું પ્રતિબિંબ જોઈને મને મારા પ્રિયતમના ચહેરા અને પ્રેમની યાદ આવી ગઈ જે મેં રતિક્રિડા દરમિયાન જોયેલી હતી. એ મધુર સ્મૃતિ કાંટો બનીને શરીરમાં ચૂસવા લાગી. વાસના ઉત્તેજિત થઈ ગઈ જેના કારણે નાયિકાનું શરીર એવું શિથિલ થઈ ગયું કે જાણે તેમાં પ્રાણ જ ન હોય.",
    "Englisht" : "The sight of the moon's reflection in the waters of the Yamuna reminded me of my beloved's beauty and lovemaking that I had seen during Surati's time. That sweet memory became a thorn and started pricking in the body. Kama was aroused due to which Gopika's body became weak as if there was no life in it. \n Seeing the reflection of the moon in the waters of the Yamuna reminded me of the face and lovemaking of my beloved that I had seen during Rati Krida. That sweet memory became a thorn and started pricking in the body. The lust became aroused due to which the heroine's body became relaxed as if there was no life in it.\n"
  },
  {
    "Dhoe" : "नहिं प्रमान हित होन को, रूप बरन गुन कोई। \n कहाँ अमर ईंधन धुँआ, मृगमद सो मति पोइ॥  ",
    "Hindi" : "प्रेम होने के लिए रूप, जाति या गुण का कोई निश्चित आधार नहीं। देखिए! देवदारू धूम्र ने कस्तूरी से कहाँ जाकर प्रेम संबंध बाँधा।",
    "Gujarati" : "પ્રેમ કરવા માટે દેખાવ, જાતિ કે ગુણવત્તાનો કોઈ ચોક્કસ આધાર હોતો નથી. જુઓ! દેવદારુ ધુમરાનું કસ્તુરી સાથે ક્યાં પ્રેમસંબંધ બંધાયો?\n",
    "Englisht" : "There is no definite basis of appearance, caste or quality to be loved. See! Where did Deodaru Dhumra enter into a love affair with Kasturi?\n"
  },
  {
    "Dhoe" : "ढपें दोष गुन फुट करें, पर हरिजन यह चाल। \n लखि शिव दुहु दधि तें लहे, गरल गिल्यो शशिभाल॥  ",
    "Hindi" : "हरिजनों की तो यही रीति है, वे दूसरे के दोषों को ढाँपते हैं और गुणों को प्रकट करते हैं। देखिए, शिवजी को समुद्र से विष और शशि दोनों प्राप्त हुए, पर उन्होंने विष को निगल लिया और शशि को भाल पर धारण किया।",
    "Gujarati" : "હરિજનોની આ રીત છે, તેઓ બીજાના દોષો ઢાંકીને પોતાના ગુણ પ્રગટ કરે છે. જુઓ, ભગવાન શિવને સમુદ્રમાંથી ઝેર અને શશી બંને મળ્યા, પરંતુ તેમણે ઝેર ગળી લીધું અને શશીને ભાલા પર લઈ ગયા.\n",
    "English" : "This is the way of Harijans, they cover up the faults of others and reveal their virtues. See, Lord Shiva got both poison and Sashi from the sea, but he swallowed the poison and carried Sashi on his spear.\n"
  },
  {
    "Dhoe" : "ग्रीष्मघाम-सी हो तुमे, शिशिरातप तुम मोहि। \n दै छुटकार निभाव कित, यह प्रीती को होहि॥  ",
    "Hindi" : "मैं तुम्हें ग्रीष्म की धूप के समान (अप्रिय) लगती हूँ और तुम मुझे शिशिर की धूप के समान (प्रिय) लगते हो। इस प्रेम का छुटकारा या निर्वाह अब कैसे होगा?",
    "Gujarati" : "હું તમને ઉનાળાના સૂર્યપ્રકાશ જેવો (અપ્રિય) લાગે છે અને તમે મને શિયાળાના સૂર્યપ્રકાશ જેવા (સુંદર) લાગે છે. હવે આ પ્રેમનો ઉદ્ધાર કે પરિપૂર્ણ કેવી રીતે થશે?\n",
    "English" : "I seem (unpleasant) to you like the summer sunshine and you seem (lovely) to me like the winter sunshine. How will this love be redeemed or fulfilled now?\n"
  },
  {
    "Dhoe" : "झा जाही कों मन मन्यों, सो ताकों सुखदाय। \n जियें न गिरकिट सरकरा, दघि जखि सरि मरि जाय॥  ",
    "Hindi" : "जिससे जिसका दिल लग गया, वही उसके लिए सुखदाई है। जैसे कि विष के कीड़े (विष खाते हैं और) शक्कर में प्राण त्याग देते हैं और समुद्र की मछलियाँ (खारे पानी में जीती हैं और) सरिता जल में प्राण त्याग देती हैं।",
    "Gujarati" : "જેનું હૃદય પ્રેમમાં પડે છે, તે તેના માટે સુખ છે. જેમ કે ઝેરી જંતુઓ (ઝેર ખાય છે અને) ખાંડમાં મરી જાય છે અને દરિયાઈ માછલીઓ (ખારા પાણીમાં રહે છે અને) પ્રવાહના પાણીમાં મરી જાય છે.\n",
    "English" : "The one whose heart falls in love, that is happiness for him. Like poisonous insects (eat poison and) die in sugar and sea fishes (live in salt water and) die in stream water.\n"
  },
  {
    "Dhoe" : "मुरझें मन पछताय निति, अब न कहें सों खाय। \n अहो प्रेम बल प्रज्ञहू, भोंरे लो भूल जाय॥  ",
    "Hindi" : "मन में मुरझाते हैं, नित्य पछताते हैं और सौगंध खाकर कहते हैं कि अब ऐसा नहीं करेंगे, पर प्रेमवश होकर बुद्धिमान भी भ्रमर की भाँति भूल कर बैठते हैं।",
    "Gujarati" : "તેઓ મનમાં ડૂબી જાય છે, દરરોજ પસ્તાવો કરે છે અને શપથ લે છે કે તેઓ આ ફરી નહીં કરે, પરંતુ પ્રેમને લીધે, બુદ્ધિશાળી લોકો પણ ભ્રમિત વ્યક્તિની જેમ ભૂલ કરે છે.\n",
    "English" : "They wither in the mind, repent daily and swear that they will not do this again, but due to love, even the intelligent people commit the mistake like a delusional person.\n"
  },
  {
    "Dhoe" : "प्रेमामृत को स्वाद कस, को कबु कह्यों न जाइ। \n अनभविकों हिय जान ही, मुक मिसरी की नाइ॥ ",
    "Hindi" : "प्रेमामृत का स्वाद कैसा है, यह किसी से बताया नहीं जा सकता। इसको तो अनुभवों का हृदय जानता है जैसे गूँगा मिसरी के स्वाद को भली-भाँति जानता है।",
    "Gujarati" : "પ્રેમ અમૃતનો સ્વાદ શું છે તે કોઈ કહી શકે તેમ નથી. અનુભવોનું હૃદય આ જાણે છે જેમ એક મૂંગો વ્યક્તિ ઇજિપ્તનો સ્વાદ સારી રીતે જાણે છે.\n",
    "English" : "No one can tell what the taste of love nectar is. The heart of experiences knows this just as a dumb person knows the taste of Egyptian very well.\n"
  },
  {
    "Dhoe" : "शंकर समुझि सनेह पितु, तिल तातें लिय सीस। \n त्यों ही निति नौनित धर्यो, कर किसोर ब्रज ईस॥ ",
    "Hindi" : "शंकर ने तिल को स्नेह (तेल) का पिता समझकर मस्तक पर धारण किया। इसी प्रकार ब्रजेश ने स्नेह (धूत) का पिता मानकर नवनीत को हाथ में धारण किया है।",
    "Gujarati" : "શંકરે તલને પ્રેમ (તેલ)નો પિતા માનીને તેને પોતાના માથા પર પહેરાવ્યો હતો. એ જ રીતે બ્રજેશ, નવનીતને સ્નેહ (ધૂત) ના પિતા માનીને તેના હાથમાં પકડે છે.\n",
    "English" : "Considering sesame as the father of love (oil), Shankar wore it on his head. Similarly, Brajesh holds Navneet in his hand considering him to be the father of Sneh (Dhoot).\n"
  },
  {
    "Dhoe" : "औगुन बल्लभ को कबू, टिकें नहीं उर आय। \n ज्यों सब सागर पेट में, रहै न निकसी जाय॥ ",
    "Hindi" : "अपने प्रिय के अवगुण या तो हदय में पहुँचते ही नहीं और अगर पहुँचते हैं तो टिकते नहीं। उसी प्रकार जैसे सागर के पेट में शव रह नहीं सकते, निकल जाते हैं।",
    "Gujarati" : "તમારા પ્રિયજનના ખામીઓ કાં તો હૃદય સુધી પહોંચતા નથી અથવા જો તેઓ પહોંચે છે, તો તે ટકી શકતા નથી. તેવી જ રીતે, મૃતદેહો સમુદ્રના પેટમાં રહી શકતા નથી, તે ખોવાઈ જાય છે.\n",
    "English" : "The demerits of your beloved either do not reach the heart or if they do, they do not last. In the same way, dead bodies cannot remain in the stomach of the ocean, they are lost.\n"
  },
  {
    "Dhoe" : "प्यारो जैसो प्यार प्रिय, तस प्रिय नंदकुमार। \n ता पद पंकज रज सदा, हुउँ मम प्रान अधार॥ ",
    "Hindi" : "प्रिया को प्रियतम जितना प्यारा होता है, उतना जिसे नंदकुमार प्रिय हो उसके पद-पंकजों की रज मेरे प्राणों का आधार बने।",
    "Gujarati" : "પ્રિયા તેના પ્રિયતમને જેટલો પ્રેમ કરે છે તેટલો જ નંદકુમારને પ્રેમ કરનારના ચરણનું રહસ્ય મારા જીવનનો આધાર બની જવું જોઈએ.\n",
    "English" : "As much as Priya loves her beloved, the secret of the footsteps of the one who loves Nand Kumar should become the basis of my life.\n"
  },
  {
    "Dhoe" : "मुकर-मुकर सब वस्तु भई, नयन अयन किय लाल। \n दृग पसारूँ जित-जित अली, तित-तित लखूँ गुपाल॥  ",
    "Hindi" : "जब से लाल ने नयनो में निवास किया है, सब वस्तुएँ जैसे दर्पण की हो गई हैं। क्योंकि मै दृष्टि उठाकर जिधर देखती हूँ, उधर गोपाल ही गोपाल दिखाई देते हैं।",
    "Gujarati" : "જ્યારથી આંખોમાં લાલ વસે છે ત્યારથી બધી વસ્તુઓ અરીસા જેવી થઈ ગઈ છે. કારણ કે હું જ્યાં પણ જોઉં છું ત્યાં મને ગોપાલ જ દેખાય છે.\n",
    "English" : "Ever since Lal has resided in the eyes, all things have become like mirrors. Because wherever I look, I see only Gopal.\n"
  },
  {
    "Dhoe" : "प्रेम प्रभू हू तें प्रथू, बिबुध बिचारी लेहु। \n कपि सकंध रघुनाथ लिय, सीस चढ़ाय सनेहु॥  ",
    "Hindi" : "प्रेम प्रभु में भी बड़ा है, ज्ञानी यह स्वयं विचार देखें। हनुमान ने श्रीरामचंद्र को कंधे पर बिठाया पर स्नेह (तेल) को मस्तक पर चढाया।",
    "Gujarati" : "ભગવાનમાં પણ પ્રેમ મહાન છે, જાણકાર લોકોએ આ જાતે જોવું જોઈએ. હનુમાને શ્રી રામચંદ્રને પોતાના ખભા પર બેસાડ્યા પરંતુ તેમના માથા પર તેલ લગાવ્યું.\n",
    "English" : "Love is great even in God, knowledgeable people should see this for themselves. Hanuman made Shri Ramchandra sit on his shoulder but applied oil on his head.\n"
  },
  {
    "Dhoe" : "मोहि मोह तुम मोह को, मोह न मो कहुं धारि। \n मोहन मोह न वारियें, मोहनि मोह निवारि॥ ",
    "Hindi" : "मुझे केवल आपके मोह का मोह है, मेरे मोह को आप अपने अतिरिक्त और कही केंद्रित न करिये। हे मोहन, आप इसका निवारण भी न करिए। यदि",
    "Gujarati" : "હું ફક્ત તમારા તરફ આકર્ષિત છું, મારા આસક્તિને તમારા સિવાય બીજે ક્યાંય કેન્દ્રિત કરશો નહીં. અરે મોહન, તેને ઉકેલવાની કોશિશ પણ ના કર. જો\n",
    "English" : "I am only attracted to you, don't concentrate my attachment anywhere other than yourself. Hey Mohan, don't even try to solve it. If\n"
  },
  {
    "Dhoe" : "ज्या बिन असु न रहे सु बड, और ऊँच तहु हीन। \n पय पानी तें मधुर पें, व्हा परि जियें न मीन॥  ",
    "Hindi" : "जिसके बिना प्राण न रहे, वही (उसके लिए) बड़ा है। दूसरे बड़े होते हुए भी (उसके लिए) हीन है। दूध पानी से मधुर होता है पर उसमें मछली जीवित नहीं रह सकती।",
    "Gujarati" : "જેના વિના જીવન નથી તે (તેના માટે) મહાન છે. અન્યો, મોટા હોવા છતાં, (તેનાથી) નીચા છે. દૂધ પાણી કરતાં મીઠું હોય છે પણ માછલી તેમાં જીવી શકતી નથી.\n",
    "English" : "The one without whom there is no life is greater (for him). Others, despite being bigger, are inferior (to him). Milk is sweeter than water but fish cannot survive in it.\n"
  },
  {
    "Dhoe" : "दुग्ध नीर निंज सम कियों, आदि बर्यो बन लागि। \n उछरी पय पावक परी, बुझ यों धनि अनुरागि॥  ",
    "Hindi" : "दूध ने पानी को अपने जैसा बना लिया। प्रारंभ में वह पानी के लिए छीजने लगा। फिर उफनकर आग पर गिर कर (उसने पावक को) बुझाया ऐसा अनुराग धन्य है।",
    "Gujarati" : "દૂધને પાણી જેવું બનાવ્યું. શરૂઆતમાં તેણે પાણી માટે ખંજવાળ શરૂ કરી. પછી અગ્નિ પર ચઢીને પડ્યા પછી (તેણે પાવકને ઓલવ્યો) આવો પ્રેમ ધન્ય છે.\n",
    "English" : "Milk made water like itself. Initially he started scratching for water. Then after rising and falling on the fire (he extinguished Pavak), such love is blessed.\n"
  },
  {
    "Dhoe" : "सबै अति प्रिय लीउ निज, ताकों जिहा लगन्न। \n को काकों एसान कर, वहा मन होइ मगन्न॥  ",
    "Hindi" : "सबको अपना जीव अतिशय प्यारा होता है। वह जहाँ लगना हो लग जाता है। ऐसा करके कोई (प्रेमी) किसी (प्रेमपात्र) पर एहसान नहीं करता वहाँ उसका मन मग्न होता है।",
    "Gujarati" : "દરેક વ્યક્તિ પોતાના જીવનને ખૂબ પ્રેમ કરે છે. તે જ્યાં લાગુ કરવાનો હોય ત્યાં લાગુ પડે છે. આમ કરવાથી, કોઈ (પ્રેમી) કોઈની (પ્રેમી વ્યક્તિ) પર કોઈ ઉપકાર કરતું નથી, તેનું મન ત્યાં સમાઈ જાય છે.",
    "English" : "Everyone loves their life very much. It gets applied wherever it is meant to be applied. By doing this, no one (lover) does any favor to anyone (loved one), his mind is absorbed there.\n"
  },
  {
    "Dhoe" : "प्रिय प्रान सम सब बदें, मेरे मन अस नाहिं। \n प्रिय की पीर न सहि परें, असु रुज सोसी जाहि॥  ",
    "Hindi" : "सब प्रिय को प्राणों के समान बताते हैं पर मैं अपने अनुभव के आधार पर कहती हूँ कि ऐसा नहीं है। क्योंकि प्राणों की पीड़ा तो सहन की जा सकती है पर प्रिय की पीड़ा सहन नहीं होती।",
    "Gujarati" : "બધા કહે છે કે વહાલો જીવન જેવો છે, પણ હું મારા અનુભવના આધારે કહું છું કે એવું નથી. કારણ કે પોતાના જીવનની પીડા સહન કરી શકાય છે પણ પ્રિયતમની પીડા સહન કરી શકાતી નથી.\n",
    "English" : "Everyone says that the beloved is like life, but on the basis of my experience I say that it is not so. Because the pain of one's life can be tolerated but the pain of the beloved cannot be tolerated.\n"
  },
  {
    "Dhoe" : "रूप द्रव्य गुन उदय रति, पोषक सेवा सत्य। \n लय परलगन कितव कुवच, जद्यपि भै दृढ अत्य॥  ",
    "Hindi" : "रूप, द्रव्य और गुण से प्रेम का उदय होता है। सेवा और सत्य उसके पोषक हैं। पर-प्रेम, छल और अपशब्द ये प्रेम का नाश करने वाले हैं।",
    "Gujarati" : "પ્રેમ રૂપ, પદાર્થ અને ગુણવત્તામાંથી ઉત્પન્ન થાય છે. સેવા અને સત્ય તેના પોષક તત્વો છે. આંતર-પ્રેમ, કપટ અને અપશબ્દો પ્રેમનો નાશ કરનાર છે.\n",
    "English" : "Love arises from form, substance and quality. Service and truth are his nutrients. Inter-love, deceit and abusive words are the destroyers of love.\n"
  },
  {
    "Dhoe" : "जगजीवन जन तापहर, चपला पियु बपु स्याम। \n वैष्णोंवल्लभ नीलग्रिव, हरि माधो जस नाम॥ ",
    "Hindi" : "अनुभव किए बिना प्रेम के सुख-दुख को कोई नहीं जान सकता जैसे कि चतुर वंध्या स्त्री भी प्रसूति की पीड़ा को नहीं जान सकती।",
    "Gujarati" : "પ્રેમના સુખ-દુઃખને અનુભવ્યા વિના કોઈ જાણી શકતું નથી, તેમ એક ચતુર વેરાન સ્ત્રી પણ પ્રસૂતિની પીડા જાણી શકતી નથી.\n",
    "English" : "No one can know the joys and sorrows of love without experiencing it, just as even a clever barren woman cannot know the pain of childbirth.\n"
  },
  {
    "Dhoe" : "प्रेम नेम यह वह लहें, व्हें भाव निति देह। \n बरें बिना दीपहु न ज्यों, पावत पिव न सनेह॥ ",
    "Hindi" : "प्रेम का यह नियम है कि जो तन-मन को नित्य प्रति जलाने को तैयार हो, वही प्रेम रस का पान कर सकता है। जैसे कि जले बिना दोपक स्नेह (तेल) का पान नहीं कर सकता है।",
    "Gujarati" : "પ્રેમનો નિયમ એવો છે કે જે દરરોજ પોતાના તન અને મનને બાળવા તૈયાર હોય તે જ પ્રેમનો રસ પી શકે. જેમ ડોપાક બળ્યા વગર તેલ પી શકતો નથી.\n",
    "Sanskrit" : "The rule of love is that only the one who is ready to burn his body and mind daily can drink the juice of love. Just like a dopak cannot drink oil without getting burnt.\n"
  },
  {
    "Dhoe" : "कछु न प्रीय प्रियप्रान सों, सो तुम सों नहि प्रान। \n तुम प्यारे इक तुमहि से, नां पटतर सम आन॥ ",
    "Hindi" : "प्रिय प्राणों से बढ़कर कोई पदार्थ अधिक प्यारा नहीं होता। वह प्राण भी मुझे तुम-सा प्यारा नहीं। तुम मुझे तुम्हीं-से प्यारे हो। दूसरा कोई भी तुम्हारी बराबरी नहीं कर सकता।",
    "Gujarati" : "કોઈ પ્રિય વ્યક્તિના જીવન કરતાં વધુ કિંમતી કંઈ નથી. એ જીવન પણ મને તારા જેટલું વહાલું નથી. તું મને તારા કરતાં પણ વહાલો છે. બીજું કોઈ તમારી સાથે મેળ ખાતું નથી.\n",
    "English" : "There is nothing more precious than a loved one's life. Even that life is not as dear to me as you. You are dearer to me than you. No one else can match you.\n"
  },
  {
    "Dhoe" : "पनघट पनघट जाय पन, घट पनघट कों ध्यान। \n पनघट लाल चढ़ाय दें, अलि पनघट सुखखान॥  ",
    "Hindi" : "पनघट पर प्रतिष्ठा के घटने की संभावना है, किंतु मेरे घट में तो सदा पनघट का ही ध्यान बना रहता है; क्योंकि वहाँ प्रतिदिन प्रियतम पानी से भरा घट मुझे \n ऊँचाते हैं। इसलिए हे सखी, पनघट मेरे लिए सुख-दाई है।",
    "Gujarati" : "પંચઘાટ પર પ્રતિષ્ઠા ગુમાવવાની સંભાવના છે, પરંતુ મારા ઘાટમાં, ધ્યાન હંમેશા પંગત પર રહે છે; કારણ કે દરરોજ મારા મનપસંદ પાણીથી એક તળાવ ભરાય છે. \n એલિવેટ. માટે હે મિત્ર, મારા માટે પંગત સુખ આપનાર છે.",
    "English" : "There is a possibility of loss of reputation in Panghat, but in my case, the focus always remains on Panghat; Because every day there is a pond filled with my favorite water. \n Elevate. Therefore, O friend, Panghat is a provider of happiness for me."
  },
  {
    "Dhoe" : "गल बांही दुहु तहु रटें, कित प्यारी पिउ कीत। \n मिलत परे न प्रतीत यह, प्रीति रीति विप्रीत॥ ",
    "Hindi" : "दोनो ने गले में बाँहें डाल रक्खी है फिर भी 'मेरी प्रिया कहाँ है? 'मेरा प्रियतम कहाँ है?' की रट लगाए हुए हैं। प्रेम की यह रीति विपरीत है कि मिलने पर भी प्रतीति नहीं होती।",
    "Gujarati" : "दोनो ने गले में बाँहें डाल रक्खी है फिर भी 'मेरी प्रिया कहाँ है? 'मेरा प्रियतम कहाँ है?' की रट लगाए हुए हैं। प्रेम की यह रीति विपरीत है कि मिलने पर भी प्रतीति नहीं होती।",
    "English" : "Both of them have put their arms around my neck, still 'Where is my beloved?' 'Where is my beloved?' Are memorized. This method of love is opposite that even after meeting there is no feeling.\n"
  },
  {
    "Dhoe" : "रति आरति जानत न तुम, मेरी हे प्रिय प्रान। \n जस मो तुम,तसि को तुमे, लगिहे हुइ तब ग्यान॥  ",
    "Hindi" : "हे प्राणप्रिय, तुम मेरे प्रेम की पीड़ा को नहीं जानते। जैसे तुम मुझे (प्रिय) लगते हो, वैसे तुम्हें भी कोई (प्रिय) लगने लगेगा तब तुमको (मेरी पीड़ा का) ज्ञान होगा।",
    "Gujarati" : "હે વહાલા, તું મારા પ્રેમની પીડા જાણતો નથી. જેમ તું મને (વહાલો) લાગશે તેમ કોઈ તને પણ (પ્રિય) લાગશે, પછી તને (મારી પીડાની) ખબર પડશે.\n",
    "English" : "O dear one, you do not know the pain of my love. Just as you seem (dear) to me, someone will also seem (dear) to you, then you will know (of my pain).\n"
  },
  {
    "Dhoe" : "मो मन को तुम मन प्रिये, मो तन तुम तन चाहि। \n निरास कीजें ताहि कों, प्रीतम जो प्रिय नाहिं॥  ",
    "Hindi" : "मेरे मन को तुम्हारा मन प्रिय है और मेरे तन को तुम्हारा तन। इन दोनों में से आपको जो प्रिय न हो, उसे आप निराश कर दीजिए।",
    "Gujarati" : "તમારું મન મારા મનને પ્રિય છે અને તમારું શરીર મારા શરીરને પ્રિય છે. આ બેમાંથી તમને જે ન ગમે, તમારે તેને નિરાશ કરવો જોઈએ.\n",
    "English" : "Your mind is dear to my mind and your body is dear to my body. Whichever of these two you don't like, you should disappoint him.\n"
  },
  {
    "Dhoe" : "कित दुलावें हम किय कहा, जो तो लगी अनीति। \n यातें दूनो याहि ढब करि, तुं हमें ठरि जीति॥  ",
    "Hindi" : "क्यों बुरा-भला कहती हो? हमने किया ही क्या है जो तुम्हें अनुचित प्रतीत हुआ? और यदि अनुचित प्रतीत हुआ है तो जैसा व्यवहार मैंने तुम्हारे साथ किया है वैसा ही उससे दुगुना तुम मेरे साथ करके विजयी हो जाओ।",
    "Gujarati" : "શા માટે ખરાબ બોલો છો? અમે શું કર્યું છે જે તમને અયોગ્ય લાગે છે? અને જો તે અયોગ્ય લાગે, તો તમારે મારી સાથે બમણું વર્તન કરવું જોઈએ જે રીતે મેં તમારી સાથે વર્તે છે અને વિજયી બનવું જોઈએ.\n",
    "English" : "Why do you say bad things? What have we done that seems inappropriate to you? And if it seems unfair, then you should treat me double the way I have treated you and become victorious.\n"
  },
  {
    "Dhoe" : "शशि चकोर अरविंद मलि, विष पतंग मृग राग। \n जिन बिन चल्यों न क्यों तजें, जदपि एक अनुराग॥ ",
    "Hindi" : "चकोर चंद्र,अलि अरविंद, पतंग-दीपक, मृग राग का प्रेम यद्यपि एकांगी है किंतु जिनके बिना चल ही नहीं सकता उन्हें कैसे छोड़ा जा सकता है?",
    "Gujarati" : "ચકોર ચંદ્ર, અલી અરબિંદો, પતંગ-દીપક, મૃગ રાગનો પ્રેમ ભલે એકતરફી હોય, પણ જેમના વિના જીવી ન શકાય તેને કેવી રીતે છોડી શકાય?\n",
    "English" : "Though the love of Chakor Chandra, Ali Aurobindo, Kite-Deepak, Mrig Raga is one-sided, but how can one leave those without whom one cannot live?\n"
  },
  {
    "Dhoe" : "जिहिं कंन्या प्रिय बसत बहिं, धसत खिसत नहिं नेंन। \n प्राची ओर चकोर जिमि, तकियंतु हे दिन-रेंन॥ ",
    "Hindi" : "जिस दिशा में प्रिय बसता है उस दिशा की ओर प्रेमी के नेत्र टकटकी लगाकर देखा करते हैं। जैसे कि चकोर रात-दिन पूर्व दिशा की ओर ताका करता है।",
    "Gujarati" : "પ્રેમીની નજર એ દિશા તરફ ટકતી હોય છે જેમાં પ્રિયતમ રહે છે. જેમ ચકોર દિવસ-રાત પૂર્વ તરફ જુએ છે.\n",
    "English" : "The lover's eyes gaze towards the direction in which the beloved resides. Just as Chakor gazes towards the east day and night.\n"
  },
  {
    "Dhoe" : "मन-रस रस गंधक मिल्यो, चपल अचलता पाय। \n और जतन बहु बुट्टि तें, ज्यों कबु गह्यो न जाए॥ ",
    "Hindi" : "मन रूपी चंचल पारा जो अनेक प्रयत्नों और जड़ी-बूटियों से काबू में नहीं आता, प्रेम रूपी गंधक के संयोग से स्थिर हो जाता है।",
    "Gujarati" : "મનનો ચંચળ પારો, જેને ઘણા પ્રયત્નો અને ઔષધિઓથી કાબૂમાં નથી લઈ શકાતો, તે પ્રેમના રૂપમાં ગંધકના સંયોગથી સ્થિર થઈ જાય છે.\n",
    "English" : "The fickle mercury of mind, which cannot be controlled by many efforts and herbs, becomes stable with the combination of sulfur in the form of love.\n"
  },
  {
    "Dhoe" : "सुख पावें की दुख लहे, लगी डगें नहीं प्रीति। \n लपटि यूक्ष जिमि बल्लरी, छुटी न कबु यह रीति॥  ",
    "Hindi" : "सुख मिले चाहे दुख, लगी प्रीति छूटती नहीं जैसे कि वृक्ष से लिपट जाने पर वल्लरी फिर कभी उससे अलग नहीं होती।",
    "Gujarati" : "સુખ હોય કે દુ:ખ હોય, અનુભવાયેલો પ્રેમ કદી જતો નથી, જેમ માળા વૃક્ષને ગળે લગાડવામાં આવે છે ત્યારે તે ક્યારેય તેનાથી અલગ થતી નથી.\n",
    "English" : "Whether there is happiness or sorrow, the love felt never goes away, just like when a garland is hugged by a tree, it never gets separated from it again.\n"
  },
  {
    "Dhoe" : "राज रूप रसपान सुख, समुझत हें मों नैन। \n पें न बेंन हें नेन कों, नेन नहीं हैं बेंन॥  ",
    "Hindi" : "हे राज! आपकी रूप-माधुरी के रसपान का आनंद मेरे नेत्र अनुभव करते हैं पर (उसका बखान नहीं कर सकते क्योंकि) नेत्रों के वाणी नहीं है और वाणी के नेत्र नहीं हैं।",
    "Gujarati" : "હે રાજ! તમારી સુંદરતાની મીઠાશ પીવાનો આનંદ મારી આંખો અનુભવે છે પણ (વર્ણન કરી શકતો નથી કારણ કે) આંખોમાં વાણી નથી અને વાણીને આંખો નથી.\n",
    "English" : "Hey Raj! My eyes experience the joy of drinking the sweetness of your beauty but (cannot describe it because) eyes have no speech and speech has no eyes.\n"
  },
  {
    "Dhoe" : "रसिक नैन नाराचकी अजब अनोंखी रीत। \n दुसमन को परसे नहीं, मारे अपनों मीत॥  ",
    "Hindi" : "रसिकों के नयन-बाणों की अनोखी रीत है। दुश्मन का तो स्पर्श तक नहीं करते और अपने मीत को ही मारते हैं।",
    "Gujarati" : "રસિકોની આંખોમાં જોવાની અનોખી રીત હોય છે. તેઓ દુશ્મનને સ્પર્શ પણ કરતા નથી અને ફક્ત તેમના પોતાના મિત્રોને મારી નાખે છે.\n",
    "English" : "Rasikas have a unique way of looking at their eyes. They don't even touch the enemy and kill only their own friends.\n"
  },
  {
    "Dhoe" : "मेरे रति उलटीं भई, के रति आरति नाम। \n माँगी रति में केलि लहिं, दै-वै रति रुझ धाम॥  ",
    "Hindi" : "मेरे लिए ही यह रति उलटी (तीर) हो गई है अथवा रति आरती का ही दूसरा नाम है! मैने खेल समझकर रति की याचना की थी किंतु विधाता ने रति देते पीड़ा का धाम दे दिया।",
    "Gujarati" : "આ રતિ મારા માટે જ ઊંધી (તીર) બની છે કે રતિનું બીજું નામ આરતી! મેં સેક્સને રમત ગણીને સેક્સ માટે વિનંતી કરી હતી, પરંતુ સર્જકે મને સેક્સ આપીને પીડાનું ઘર આપ્યું.\n",
    "English" : "This Rati has become upside down (arrow) for me only or Rati is another name of Aarti! I thought of it as a game and requested for sex, but the Creator gave me the abode of pain by giving me sex.\n"
  },
  {
    "Dhoe" : "जगजीवन जन तापहर, चपला पियु बपु स्याम। \n वैष्णोंवल्लभ नीलग्रिव, हरि माधो जस नाम॥ ",
    "Hindi" : "अनुभव किए बिना प्रेम के सुख-दुख को कोई नहीं जान सकता जैसे कि चतुर वंध्या स्त्री भी प्रसूति की पीड़ा को नहीं जान सकती।",
    "Gujarati" : "પ્રેમના સુખ-દુઃખને અનુભવ્યા વિના કોઈ જાણી શકતું નથી, તેમ એક ચતુર વેરાન સ્ત્રી પણ પ્રસૂતિની પીડા જાણી શકતી નથી.\n",
    "English" : "No one can know the joys and sorrows of love without experiencing it, just as even a clever barren woman cannot know the pain of childbirth.\n"
  }
]